{
  "id": "article_086",
  "headline": "Farmers urged to comply with rules on taking water.",
  "main_text": "Farmers are being urged to ensure private springs, wells and boreholes are legally compliant to prevent potential environmental damage.\n\nFarm inspectors were finding \"a lot of unlicensed abstraction\" in Devon and Cornwall during routine inspections and 70 enforcement actions were issued over two years as a result, said the Environment Agency (EA).\n\nThe warning comes as climate change and population growth mean there will be less available water with a greater demand for it in the future, said the EA.\n\nBy 2050, the amount of water available could be down by 10 to 15%, with some rivers seeing 50 to 80% less water during the summer months, it added.\n\nLicence breach\n\nThe EA said the 70 actions it issued required farmers to install a meter to monitor how much water was being taken, and apply for a licence where \"it is clear\" one was needed.\n\n\"Abstracting water without the necessary licence or in breach of your licence conditions is an offence and could lead to enforcement action,\" said Lisa Best, agriculture team leader for the EA in Devon and Cornwall.\n\nAnyone taking 706 cubic feet (20 cubic metres) of water a day or more is required to have an abstraction licence.\n\n\"Taking more water than you are permitted could impact other users and damage the environment,\" said Ms Best.",
  "summary": "The Environment Agency (EA) is urging farmers to ensure their water abstraction from private sources like springs and boreholes complies with licensing rules. Inspections in Devon and Cornwall revealed widespread unlicensed water use, prompting 70 enforcement actions over two years. Climate change and population growth are expected to reduce water availability by up to 15% by 2050, making proper regulation more critical. Farmers taking more than 20 cubic metres of water per day must have a licence and monitor usage with a meter. The EA warns that breaching licence conditions can harm the environment and result in legal consequences. Ensuring compliance helps protect water resources for other users and ecosystems."
}
