{
  "id": "article_122",
  "headline": "Why plastic production is hard to stop.",
  "main_text": "California is suing oil and gas major ExxonMobil. The case has highlighted the connection between fossil fuel companies and plastic waste, as well as the need for a cap on plastic production.\nThe idea of 400 million tons is too huge to be easily graspable. Yet that is the volume of virgin plastic produced annually. It is also roughly the weight of the entire human population.\n\nRegardless of its existing heavyweight footprint, plastic is on track to take up even more space in the world. Current projections suggest today's output will roughly triple by 2060. Currently, an estimated 20 million tons of plastic end up in the environment each year, while annual global recycling rates stand at just 9%.\n\nFor years, experts and civil society groups have been sounding the alarm on the impossibility of recycling our way out of the growing mountains of plastic waste, calling instead for a cap on production. But for those same years, the wheels of the manufacturing machine have continued to turn — at an ever-giddier pace.\n\nAnd in an age of booming renewable energy sources, the increasing production volume of virgin plastic, has much to do with the oil and gas industries. The vast majority is made using fossil fuels.\nWhat do fossil fuel companies have to do with plastics?\n\n\"Fossil fuel companies today do not rely on selling gasoline or fuel for energy or transport as a way to stay alive,\" said Delphine Levi Alvares, global petrochemicals campaign manager at the Center for International Environmental Law (CIEL) in a briefing. \"They are increasingly relying on producing petrochemicals.\"\n\nWhich ultimately means the companies that have traditionally sold the world its fuel, are now investing in producing ever more plastic. To the tune of tens of billions of dollars.\n\nReducing production has emerged as a contentious issue during two years of talks to reach a global plastics treaty. Though the final round did not deliver agreement on that point, there are other meaningful moves afoot to force change. Not least via a legal complaint filed earlier this year by the US state of California against oil and gas major ExxonMobil.\nCan a lawsuit change the amount of plastic?\n\nIn the lawsuit, California's Attorney General Rob Bonta alleges that ExxonMobil, the biggest producer of single-use plastics in the world \"aggressively promoted the development of fossil-fuel-based plastic products and campaigned to minimize the public's understanding of the harmful consequences of these products.\"\n\nAnd as such had \"deceived Californians for almost half a century by promising that recycling could and would solve the ever-growing plastic waste crisis.\"\n\nMark James, interim director of the Institute for Energy and the Environment at Vermont Law and Graduate School said that although ExxonMobil does not sell directly to consumers doing their groceries, oil and gas companies have been very intentional in creating markets for the plastic products that go into the shopping basket.\n\n\"There has definitely been marketing of the recyclability of plastics to those end users,\" he said. \"But it is an industry creation and once we know that, we can understand all the things that they have been doing to maintain that false sense of recyclability of their product.\"\n\nIn a response to the claim, ExxonMobil said that California officials \"had known their recycling system isn't effective\" and had failed to act. At the time of publication, the company had not responded to a DW request for further comment.\n\nLevi Alvares sees the California lawsuit as a critical step joining the dots that the broader public does not always see — to make the connection between plastic production and fossil fuel companies.\n\n\"This kind of lawsuit really cements in people's minds this trend that lots of people haven't been connecting the impact these companies have on the climate crisis to the impact they have in other sectors.\"\nWhat is advanced recycling and is it the solution?\n\nBecause despite the historically low rate of global recycling — just 10% of all plastic ever produced has been turned into something else — and the reality that many products cannot easily be processed into other goods, ExxonMobil is betting on \"advanced recycling.\" This technology, it says \"converts plastic waste back into molecular building blocks,\" meaning they become the raw material for new products.\nThe company says it has used advanced recycling to \"process more than 60 million pounds [27.2 million kilograms] of plastic waste into usable raw materials, keeping it out of landfills.\" And just weeks after California filed its lawsuit, ExxonMobil announced it was expanding its capacity.\n\nBut the California complaint, which is based on two years of investigation, says even in ExxonMobil's \"best-case scenario,\" advanced recycling will account for a tiny fraction of the plastic the company continues to produce. And is therefore \"nothing more than a public relations stunt meant to encourage the public to keep purchasing single-use plastics that are fueling the plastics pollution crisis.\"\nThe elephant in the room: virgin plastic production\n\nAdam Herriott, senior specialist at global environmental action NGO WRAP says from their position at the very start of the plastic supply chain, fossil fuel companies \"significantly impact the volume of plastic entering the market,\" and that \"by actively participating in efforts to reduce virgin plastic production, they can help drive systemic change.\"\n\nYet like other leading fossil fuel, petrochemical and fast-moving consumer goods companies, ExxonMobil is a member of the independent global non-profit Alliance to End Plastic Waste (AEPW), which works to tackle plastic once it has become waste rather than addressing the issue through reduced production.\n\nIn an email to DW, a spokesperson for the Alliance said its mandate mainly focuses on developing \"solutions that support the collection, sorting, and recycling of plastic waste to promote a circular economy for plastic.\" The statement added that AEPW believes \"it is the sum of the work of the multiple stakeholders — from upstream to downstream solutions — that will help solve the challenge.\"\nHow successful will litigation against fossil fuel companies be?\n\nThere is plenty riding on California's case against ExxonMobil.\n\nNot just whether the company will be ordered to meet California's demands, which include monetary damages, and for the company to stop making misleading claims, but whether it leads to similar actions elsewhere that could try to force the hand of fossil fuel companies through the courts.\n\nPatrick Boyle, corporate accountability attorney with CIEL, says he expects to see more such cases in the US, and even beyond because evidence and testimony presented in the context of the Exxon suit — which is likely to play out over a matter of years — will become public record.\n\n\"It may not look exactly like this like litigation against Exxon with these specific claims,\" he said, but collected evidence could potentially be leveraged to fight other cases around issues like microplastics, greenwashing or permits for advanced recycling.\n\n\"So, I think there's a lot of really interesting conversations and brainstorming to have and begin having with partners to see how do we leverage what we get here, in the international context.\"\n\nIn the meantime, Levi Alvares says the complaint against Exxon is strengthening the understanding that plastic waste is a problem \"engineered by industry.\"",
  "summary": "Plastic production continues to rise, largely driven by fossil fuel companies shifting focus from energy to petrochemicals, with projections suggesting production could triple by 2060. Despite growing awareness of the environmental impacts and low recycling rates, efforts to cap production have met resistance. California is suing ExxonMobil, accusing it of misleading the public about plastic recyclability and contributing to the plastic waste crisis. While Exxon promotes 'advanced recycling,' critics argue it addresses only a small fraction of total plastic production and serves more as a public relations tool. The case could set a precedent, potentially encouraging further litigation to hold fossil fuel companies accountable. Experts emphasize the need to reduce virgin plastic production to achieve meaningful environmental change."
}
