{
  "id": "article_046", 
  "headline": "Bristol may become first English council to collect black bins every four weeks", 
  "main_text": "Green-led authority consulting on changes it says could save £2m and encourage recycling – critics fear it will increase fly-tipping.\nBristol city council could become the first local authority in England to collect black rubbish bins only once every four weeks.\n\nThe Green-led council says that switching from a two- to four-weekly collection would save it more than £2m a year and help reverse a dip in recycling rates.\n\nThe council believes it would be the first in England to move to collections every four weeks.\n\nSome residents and political opponents have expressed concern that it could lead to more non-recyclable rubbish being fly-tipped and almost 2,000 people have so far signed a Labour petition against the idea.\n\nThe council argues that it has not seen evidence of fly-tipping increasing in areas that have moved to three-weekly collections and says it has powers to clamp down on offenders.\nThe authority launched a six-week consultation on Monday and hopes to make a decision by the spring. Residents are being asked if collections should stay the same or move to a three-week or four-week pattern.\nBristol is home to about 483,000 people living in more than 191,000 households, and growing. The council says that on average, each person creates up to 400kg of household waste a year.\n\nFor the past two years, Bristol has recycled about 45% of its household waste – among the best records in the UK – but the council says the recycling rate is dropping, making change vital.\n\nCouncillor Martin Fodor, the chair of the environment and sustainability committee, said: “Anything that ends up in the black bin waste is taken away for incineration or sent to landfill – both of which come with serious environmental and cost issues.\n\n“Burning or leaving waste to decompose in landfill releases carbon and other harmful substances into the atmosphere. This pollutes the air around us and also contributes to fuelling climate change.\n\n“Changing government regulation and the increasing costs of dealing with black bin waste means that to keep managing our city’s waste as we currently do is set to become much more expensive.”\n\nThe council estimates that the introduction of new charges on disposing black bin waste by incinerating it or sending it to landfill will add over £8m a year on top of existing charges to the cost of managing the city’s waste system, if changes are not made.\n\nIt says a quarter of black bin waste in Bristol is food waste that could be recycled in the food waste bin and a quarter is paper and card, glass, plastic and cans, textiles and small electrical items that also could all be recycled.\n\nFodor said: “We firmly believe that by collecting black bin waste once every three or four weeks instead of two will increase the amount of waste our city recycles, reduce costs and significantly lower carbon emissions.”\n\nThe council acknowledges that if it does move to monthly collections, it will have to make changes to how people can recycle, possibly increasing the use of recycling sacks or introducing recycling bins for each household.\n\nIt will look at offering larger bins for larger households and an extra collection for people with sanitary products or nappies.\n\nTom Renhard, the Bristol city council’s Labour group leader, said: “Before you start considering whether to go to three- or four-weekly bin collections, there needs to be a focus on sorting out the existing service first and make sure that’s functioning as it should be.”\n\nHe called for innovations such as a city-wide nappy recycling scheme and better measures to tackle soft plastic waste.\n\nResidents who have signed the Labour petition include Amy, who did not give her surname, who said: “It will increase rubbish on the streets and put families under pressure. Even if families recycle as much of their waste as possible, there are still a considerable amount of things that need to go in the black bin.”", 
  "summary": "Bristol city council is considering reducing black bin rubbish collections to once every four weeks, which would make it the first in England to do so. The Green-led council argues the move could save over £2m annually and boost recycling rates, which have recently declined. Critics, including nearly 2,000 petitioners, worry this change could lead to more fly-tipping and household pressure. The council, however, claims there’s no evidence of increased fly-tipping in areas with less frequent collections. A six-week consultation is underway, with potential adjustments to recycling infrastructure and support for larger households. The decision will also factor in rising costs tied to incineration and landfill, which may exceed £8m without changes."
}
