{
  "id": "article_062",
  "headline": "Hedges capture more carbon than grassland - study",
  "main_text": "Hedgerows increase soil carbon storage by almost half compared to intensively managed grassland, according to research from the University of Leeds. The team of scientists analysed soil samples from farms in Yorkshire, Cumbria and West Sussex, to find out how carbon storage under hedgerows compared to that found in adjacent intensively managed grass fields. The research found that soil under hedges stored on average 40 tonnes more carbon per hectare than grassland. Dr Sofia Biffi, a research fellow in agricultural ecosystems, said the results showed hedgerows could have a positive impact on soil health and soil carbon storage. \"In the past few years, we have witnessed how farmers are engaging with hedge planting. They can see the difference that hedges make to the biodiversity on their farms,\" she said. \"They see more birds, bats and pollinators, and they enjoy their flowers, wood and shade. And now they can also know they are playing their part in storing more carbon in the soil.\" The results were published in the journal Agriculture, Ecosystems & Environment. Dairy farmer and England chair of the Nature Friendly Farming Network, James Robinson, said it was \"good to have the science to back up what we farmers already know\". He said: \"There is an ever-growing list of reasons to plant and manage hedgerows, from livestock health, crop protection and biosecurity, through to carbon storage. Hedgerows should be seen as a huge asset both to farmers and the landscape and if we manage them in the right way, using traditional hedge laying techniques, we can make them an eternal feature of our rural landscape.\" The team compromised researchers from the University of Leeds School of Geography and the University of Sheffield's School of Biosciences. They said the data could be used to predict the impact of planting new hedgerows on the UK's net zero targets. About half of Britain's hedgerows were lost between the 1940s and 1990s, mostly in England, due to intensive farming and development. According to the Woodland Trust, around 118,000 miles of hedgerows disappeared in that time. While the loss has slowed since the 1990s, neglect, damage and removal remain big threats. Study co-author professor Pippa Chapman said existing hedgerows needed to be maintained to ensure the carbon stored in the soil does not disappear into the atmosphere. She said: \"We have seen some important hedgerow planting commitments from the government, which we hope they will support farmers to achieve in the next few years. It is not only hedgerow planting that brings so many benefits to farmland but also maintaining the network of hedges and hedgerow trees that we already have. Planting, gapping-up, and hedge laying are all important actions that farmers can take to help protect the carbon stored in soil beneath hedges and the environment.\"",
  "summary": "A study by the University of Leeds found that hedgerows store significantly more carbon in the soil—about 40 tonnes more per hectare—compared to intensively managed grassland. Researchers analyzed samples from farms across England, highlighting the environmental and biodiversity benefits of planting and maintaining hedges. Hedgerows not only support pollinators and wildlife but also help combat climate change by boosting soil carbon levels. Experts emphasize that maintaining existing hedges is just as important as planting new ones to prevent stored carbon from being released. Around half of Britain's hedgerows were lost between the 1940s and 1990s, and continued neglect poses a threat. The findings support efforts to restore hedgerows as part of the UK’s net zero strategy and encourage traditional management practices like hedge laying."
}
