{
  "id": "article_005",
  "headline": "Surge in marine heatwaves costs lives and billions in storm damage – study.",
  "main_text": "Floods, whale strandings and coral bleaching all more likely, say researchers, as 10% of ocean hits record high temperatures in 2023-24. The world’s oceans experienced three-and-a-half times as many marine heatwave days last year and in 2023 compared with any other year on record, a study has found. The sustained spike in ocean temperatures cost lives and caused billions of dollars in storm damage, increased whale and dolphin stranding risks, harmed commercial fishing and sparked a global coral bleaching, according to the paper published on Friday in Nature Climate Change. Like heatwaves on land, a marine heatwave is defined as a period of higher than normal temperature over a longer than usual time. The most recent of these were brought about by human-induced climate change and amplified by El Niño conditions, the report’s authors said, with nearly 10% of the ocean hitting record high temperatures in 2023-24. “The more regularly our marine ecosystems are being hit by marine heatwaves, the harder it is for them to recover from each event,” said lead author Kathryn Smith from the UK’s Marine Biological Association. Higher ocean temperatures “supercharge” evaporation, the study said, fuelling storms such as Cyclone Gabrielle which hit New Zealand in February 2023, killing 11 people and costing an estimated NZ$14.5bn (about £6.5bn). One of the most surprising findings in the study, said Smith, was “how much [marine heatwaves] accentuated storms on land and the number of people that were hit by that – hurt, lost possessions, [suffered a] monetary impact or lost their lives”. More worryingly, she said: “There is going to be a huge amount more [about the impacts of marine heatwaves] that we don’t know about [yet] because of the time it takes to publish in scientific literature.” The effect on species was often devastating. Whales and dolphins venture closer to shore when the water is warm because they follow their prey, so this increased their chances of stranding, said Smith. For Mediterranean fan mussels, which have been dying in their millions since 2016, marine heatwaves may be the final nail in the coffin because the warming waters bring increased risk of diseases, the study said. Although human intervention saved some marine life from the recent heatwaves, the study found damage reduction was mostly lacking, possibly due to limited resources, disconnects between organisations and poor communication. When there was time to prepare, successful mitigation actions included moving corals and conches in Florida to deeper, cooler water and keeping endangered Tasmanian red handfish in aquariums until they could be returned to the wild. For corals, the study said initiatives to create new colonies using assisted sexual reproduction that increases genetic diversity showed potential, with increased resilience to bleaching “observed in trial populations of reef-building corals across the Caribbean and Mexico”. Increased ocean temperatures can sometimes bring small wins, the study noted. In Peru, for example, while the anchovy catch was badly affected by the fish moving outside their normal range – a shift that led to commercial fishery closures and estimated losses of $1.4bn (£1.1bn) – squid landings increased. Better forecasting, the study found, is critical to reducing damage from severe marine heatwaves, because it provides “greater confidence” for those making damage limitation decisions. Valeria Pizarro, a scientist at America’s Perry Institute for Marine Science, who was not part of the study, said watching corals bleach “in the blink of my eyes” made her feel “very sad and frustrated”. In most cases, she said, the paper showed effective responses to marine heatwaves were lacking because “we weren’t prepared, we didn’t have the money or the manpower to do much in such a short period of time”. More broadly, said Smith, the direct link between the climate crisis and ocean temperatures means that “until we see a switch from fossil fuels to renewable energy”, marine heatwaves, and the damage they do, will continue to increase.",
  "summary": "A recent study published in *Nature Climate Change* reveals that marine heatwave days in 2023–24 were more than triple any previous record, affecting nearly 10% of the world’s oceans. These prolonged spikes in ocean temperatures have caused billions in storm damages, increased marine animal strandings, disrupted fisheries, and triggered global coral bleaching. The heatwaves, fueled by climate change and El Niño, have made marine ecosystems more vulnerable and less able to recover after each event. While some localized mitigation efforts helped, overall response has been hampered by resource constraints and poor coordination. Scientists stress the importance of better forecasting and proactive measures to reduce damage. The study concludes that unless fossil fuel use is curbed, marine heatwaves and their devastating impacts will only become more frequent and intense."
}
