{
  "id": "article_055",
  "headline": "Flood and drought risk increasing in cities - study",
  "main_text": "The world's 100 most populated cities are becoming increasingly exposed to flooding and drought, according to new research.\n\nCharity WaterAid worked with the University of Bristol and Cardiff University on a study using data on climate hazards.\n\nThe research found that 17% of the cities studied were at risk from \"climate whiplash\" where drought and flooding has become more intense.\n\nProf Katerina Michaelides, lead scientist from the University of Bristol, said: \"The findings from our study illustrate just how differently and dramatically climate change is expressing around the globe – there is no one-size-fits-all.\"\nThe study compared each city's social and water infrastructure vulnerabilities – such as poverty and waste systems – alongside more than 40 years worth of data on climate hazards.\n\nResearchers then aimed to identify which cities could be the most vulnerable to extreme climate changes and the least equipped to handle them.\n\nThe study also showed that 20% of the 100 cities had seen a change, at one time experiencing one extreme, now facing another.\n\nIn the last four decades, their research showed that cities including London, Madrid and Paris had become increasingly dry, while in Sri Lanka's capital Colombo, and Lahore in Pakistan, they are now having more severe floods.\n\nProf Michaelides said the data could help city leaders make decisions.\n\n\"A deeper understanding of localised climate hazards can support more intelligent and bespoke planning in major cities,\" she added.\nCities in Africa and Asia are most at risk of climate shifts which can impact clean water supplies, according to the study.\n\nWaterAid said the report had come at a time when major nations had been reducing or rediverting international aid funds.\n\nTim Wainwright, WaterAid UK's chief executive said: \"We're seeing a sweep of global aid cuts, which could leave basic human rights hanging in the balance.\n\n\"Floods and droughts are stripping away people's foundation of survival – water.\n\n\"Communities can recover from disaster, stay healthy and be ready for whatever the future holds. It all starts with clean water.\"",
  "summary": "A study by WaterAid and UK universities has revealed that the world's 100 most populated cities are increasingly vulnerable to flooding and drought due to climate change. About 17% of these cities are experiencing 'climate whiplash,' where both droughts and floods are intensifying, and 20% have shifted from one climate extreme to another. Cities such as London, Madrid, and Paris are becoming drier, while Colombo and Lahore are facing more severe floods. The study analyzed over 40 years of climate data and urban vulnerabilities to identify the least resilient cities. Researchers stress the importance of localized climate data for better planning, particularly in African and Asian cities where water security is most at risk. WaterAid warns that international aid cuts threaten access to clean water, which is vital for communities to recover and thrive amid worsening climate conditions."
}
