{
  "id": "article_140",
  "headline": "Ireland's greenhouse emissions lowest in 30 years.",
  "main_text": "Greenhouse gas emissions in the Republic of Ireland are at their lowest level in 30 years, according to the latest figures from the Environmental Protection Agency (EPA).\n\nAlmost every sector showed a fall in 2023, contributing to an overall reduction of 6.8%.\n\nIt is the largest reduction outside of years when the economy was in recession and is the second consecutive annual reduction.\n\nBut the country is \"still well off track\" to meet EU and national 2030 targets, the EPA said.\n\nLaura Burke, EPA director general, said the findings were \"significant\" and signalled \"the impact of climate action and decarbonisation measures across Ireland's economy and society\".\n\nThe biggest decrease was seen in the energy sector, where emissions fell by 21.6%.\n\nThat was largely due to a 12-fold increase in imported electricity, an increase in the share of renewable energy and a reduction in the use of coal, oil and peat.\nHow much did emissions fall in different sectors?\n\nEmissions from agriculture fell by 4.6% after an 18% reduction in fertiliser nitrogen use, reduced lime application and overall reduction in non-dairy livestock.\n\nResidential sector emissions decreased by 7%, with high fuel prices and a milder winter playing a part.\n\nMore than 30,000 heat pumps were installed in homes in Ireland in 2023, bringing the total to 120,000.\n\nHowever emissions from transport increased marginally by 0.3%.\n\n\"We see the impact of more renewables and interconnection powering electricity, less fossil fuel use in home heating, reduced nitrogen fertiliser use in agriculture and more biofuel in transport,\" Ms Burke added.\n\n\"The data indicates a move towards reducing greenhouse gas emissions at the scale and pace required to meet our climate ambition of a 51% reduction by 2030.\n\n\"However, while these are positive results for the year 2023, we are still well off track in terms of meeting EU and national 2030 targets.\n\n\"We need to maintain and further build momentum.\"",
  "summary": "Ireland’s greenhouse gas emissions in 2023 dropped to their lowest level in 30 years, showing a 6.8% overall reduction across nearly all sectors. The largest drop was in the energy sector, with emissions down 21.6%, driven by increased electricity imports, renewable energy use, and reduced reliance on fossil fuels. Agriculture emissions fell 4.6% due to reduced fertiliser use and livestock numbers, while residential emissions decreased by 7% partly due to milder weather and rising fuel costs. Despite these gains, transport emissions rose slightly by 0.3%. The Environmental Protection Agency acknowledged the progress as a sign of effective climate action but warned that Ireland remains off track to meet its 2030 climate targets. Continued momentum and expanded measures are needed to meet the country’s goal of a 51% emissions cut by 2030."
}
