{
  "id": "article_041",
  "headline": "Global sea ice hit record low in February, scientists say.",
  "main_text": "Scientists called the news ‘particularly worrying’ because ice reflects sunlight and cools the planet.\nGlobal sea ice fell to a record low in February, scientists have said, a symptom of an atmosphere fouled by planet-heating pollutants.\n\nThe combined area of ice around the north and south poles hit a new daily minimum in early February and stayed below the previous record for the rest of the month, the EU’s Copernicus Climate Change Service (C3S) said on Thursday.\n\n“One of the consequences of a warmer world is melting sea ice,” said the C3S deputy director, Samantha Burgess. “The record or near-record low sea ice cover at both poles has pushed global sea ice cover to an all-time minimum.”\nThe agency found the area of sea ice hit its lowest monthly level for February in the Arctic, at 8% below average, and its fourth-lowest monthly level for February in the Antarctic, at 26% below average. Its satellite observations stretch back to the late 1970s and its historical observations to the middle of the 20th century.\n\nScientists had already observed an extreme heat anomaly in the north pole at the start of February, which caused temperatures to soar more than 20C above average and cross the threshold for ice to melt. They described the latest broken record as “particularly worrying” because ice reflects sunlight and cools the planet.\n\n“The lack of sea ice means darker ocean surfaces and the ability of the Earth to absorb more sunlight, which accelerates the warming,” said Mika Rantanen, a climate scientist at the Finnish Meteorological Institute.\n\nThe strong winter warming event in the Arctic in early February had prevented sea ice from growing normally, he added. “I believe that this meteorological event, combined with the long-term decline of sea ice due to anthropogenic climate change, was the primary cause of the lowest Arctic sea ice extent on record.”\n\nGlobal sea ice extent varies throughout the year but typically reaches its annual minimum in February, when it is summer in the southern hemisphere.\n\nC3S said February 2025 was the third hottest February it had seen. Global temperatures were 1.59C hotter than preindustrial levels, making it the 19th month in the past 20 that was more than 1.5C above preindustrial levels.\n\nEarth observation programmes such as C3S rely on the reanalysis of billions of measurements from satellites, ships, aircraft and weather stations to create snapshots of the state of the climate. The agency cautioned that the margins above 1.5C were small in several months, and could differ slightly in other datasets.\n\nThe broken sea ice record comes after last year was confirmed as the hottest year on record and a Guardian analysis of C3S data revealed that two-thirds of the world’s surface was seared by record-breaking monthly heat in 2024. The El Niño weather pattern in the first half of the year added to the background heating effect of fossil fuel pollution, which traps sunlight.\nEl Niño has since subsided and morphed into a weak form of its cooler counterpart, La Niña. The World Meteorological Organization said on Thursday they expected the La Niña that emerged in December to be short-lived.\n\nRichard Allan, a climate scientist at the University of Reading, said the long-term prognosis for Arctic sea ice was grim.\n\n“The region continues to rapidly heat up, and can only be saved with rapid and massive cuts to greenhouse gas emissions,” he said. “That will also limit the growing severity of weather extremes and long-term sea level rise across the world.”\n\nThe headline of this article was amended on 6 March 2025 to clarify that global sea ice cover in February fell to its lowest level on record. The use of the term “all-time minimum” in the earlier headline referred to the minimum temperature across all months - not just February - since the satellite record began, rather than the entirety of history.",
  "summary": "Global sea ice hit a record low in February 2025, with the Arctic experiencing its lowest February ice extent on record and the Antarctic recording its fourth-lowest. Scientists attribute the drop to both a short-term Arctic heatwave and the long-term effects of climate change. The reduced sea ice leads to darker ocean surfaces that absorb more sunlight, accelerating global warming. February 2025 was also the third hottest on record, continuing a trend of months exceeding 1.5°C above preindustrial levels. Experts warn that only rapid reductions in greenhouse gas emissions can reverse the decline and mitigate worsening climate impacts. The data highlight the urgent need for stronger global climate action as sea ice loss contributes to rising temperatures and sea levels."
}
