{
  "id": "article_071",
  "headline": "Climate change education needs review, say experts.",
  "main_text": "Climate change knowledge and the skills to help students tackle it should be embedded in the school curriculum, according to education experts.\n\nThe education body Cambridge University Press & Assessment said teaching about the changing climate was undervalued and under-represented in the curriculum.\n\nIt wants the next UK government to appoint an independent expert to carry out a review to help confront \"this multi-generational challenge\".\n\nChristine Özden, global director for climate education, said: \"We can’t expect geography lessons alone to address the climate crisis.\"\n\"Effective climate education must become available to students at every age and stage if we are serious about confronting this multi-generational challenge,\" said Ms Özden.\n\n“We can empower students with skills and knowledge to adapt to new career opportunities in emerging green industries and to better understand and respond to the climate crisis.\"\n\nThe findings by the university's publishing and assessment arm follow the hottest year on record and the warmest March on record. \nit commissioned a multi-nation YouGov survey which showed 58% of the 2,000 UK adults polled thought a focus on climate change would prepare students for jobs in the green economy.\n\nIt also found more than 80% of the 700 14 to 18-year-old students surveyed said more climate education would help them to make more informed choices about travel, food and energy.\n'Multi-dimensional challenge'\n\nOne teenager asked for climate education to be added to subjects like humanities and languages.\n\n\"As someone who does these at A-Level, I don’t recall climate change even being mentioned once,\" the student said.\n\nAnother teenager supported the move, saying \"we will all be suffering from the effects of the climate crisis for the rest of our lives and so many generations to come\".\n\nThe survey found more than 70% of the British public think a greater focus on climate change at school would help students better understand how to tackle it.\nMike Berners-Lee, author of There is No Planet B and a professor at Lancaster University’s Environment Centre, said: \"The climate and ecological emergency is a multi-dimensional challenge, and as such it needs to be woven into every part of the curriculum.\n\n\"Our schools need to be enabling the next generation not just to understand the core facts but to explore the implications for every aspect of society.\"",
  "summary": "Experts are calling for a comprehensive review of how climate change is taught in UK schools, arguing that current education is insufficient and overly reliant on geography classes. Cambridge University Press & Assessment urges the next government to appoint an independent expert to embed climate knowledge and skills throughout the curriculum. A YouGov survey revealed that a majority of UK adults and students believe more climate education would better prepare young people for green careers and informed decision-making. Teenagers expressed the need to integrate climate topics into subjects like humanities and languages, noting its absence even at advanced levels. Environmental expert Mike Berners-Lee emphasized that climate education should be embedded across all subjects to reflect its broad societal impact. The call comes amid record-breaking global temperatures and rising concern over the climate crisis."
}
