{
  "id": "article_021",
  "headline": "Average person will be 40% poorer if world warms by 4C, new research shows.",
  "main_text": "Experts say previous economic models underestimated impact of global heating – as well as likely ‘cascading supply chain disruptions’. Economic models have systematically underestimated how global heating will affect people’s wealth, according to a new study that finds 4C warming will make the average person 40% poorer – an almost four-fold increase on some estimates. The study by Australian scientists suggests average per person GDP across the globe will be reduced by 16% even if warming is kept to 2C above pre-industrial levels. This is a much greater reduction than previous estimates, which found the reduction would be 1.4%. Scientists now estimate global temperatures will rise by 2.1C even if countries hit short-term and long-term climate targets. Criticisms have mounted in recent years that a set of economic tools known as integrated assessment models (IAM) – used to guide how much governments should invest in cutting greenhouse gas emissions – have failed to capture major risks from climate change, particularly extreme weather events. The new study, in the journal Environmental Research Letters, took one of the most popular economic models and enhanced it with climate change forecasts to capture the impacts of extreme weather events across global supply chains. Dr Timothy Neal, of the University of New South Wales’s Institute for climate risk and response and the lead author of the study, said the new research had looked at the likely impact of global heating of 4C – seen by many climate experts as catastrophic for the planet – finding it would make the average person 40% poorer. This compared with about 11% poorer when using the models without enhancements. Previous economic models that “inadvertently concluded” even high levels of global heating would have only modest impacts on the global economy had “profound implications for climate policy”, Neal said. He said economic models had tended to only account for changing weather on a local level, rather than how weather extremes like droughts or floods could affect global supply chains. “In a hotter future, we can expect cascading supply chain disruptions triggered by extreme weather events worldwide,” Neal said. Prof Andy Pitman, a climate scientist at UNSW and co-author of the research, said: “It’s in the extremes when the rubber hits the road. It isn’t about average temperatures.” “Retooling economic models to account for extremes in your part of the world and its impact on supply chains feels like a very urgent thing to do so countries can fully cost their economic vulnerabilities to climate change and then do the obvious thing – cut emissions.” Some economists have argued global losses from global heating might be partially balanced by warming that could benefit some cold regions, such as Canada, Russia and northern Europe. But Neal said global heating would hit countries everywhere, because global economies are linked by trade. Prof Frank Jotzo, a climate policy expert at Australian National University who was not involved in the research, said economic climate modelling using IAMs assumed that if climate change made an activity such as agriculture unviable in one part of the world, increased output would simply come from somewhere else. “The result is that the models say that climate change makes little difference to the future world economy, which is contrary to what physical impact science and a nuanced understanding of interdependencies in the economy would suggest.” A report in January from the Institute and Faculty of Actuaries, representing the profession that underpins the risk management decisions of the world’s insurers and pension funds, said previous economic risk assessments had failed to account for real-world climate impacts like “tipping points, extreme events, migration, sea level rise, human health impacts or geopolitical risk.” “The benign but flawed results may reinforce the narrative that these are slow-moving risks with limited impacts, rather than severe risks requiring immediate action,” the report said. Mark Lawrence researches climate risk as a professor of practice at the University of Adelaide and previously worked in financial risk management with senior roles at major financial institutions including Merrill Lynch and ANZ Banking Group. He said the results of the new research were credible. “If anything, I believe the economic impacts [of climate change] could be even worse,” he said. A consequence of the disconnect between modelling and real-world climate impacts, Lawrence said, was that “the potential economic benefits of urgent climate policy action have also been significantly understated”.",
  "summary": "New research from Australian scientists reveals that global warming of 4°C could make the average person 40% poorer, significantly more than previous estimates. Even a 2°C rise could reduce global per capita GDP by 16%, highlighting flaws in existing economic models that underestimate the impact of climate change. The study enhanced a popular economic model to include extreme weather events and their cascading effects on global supply chains. Critics argue that traditional integrated assessment models overlook these interconnected risks, leading to inadequate climate policies. Experts emphasize that economic harms will be global due to trade dependencies and that urgent retooling of economic forecasting is needed. The findings also suggest that the benefits of aggressive climate action have been seriously understated in current policymaking frameworks."
}
