{
  "id": "article_092",
  "headline": "As Trump turns to fossil fuels, Europe sprints ahead with renewables",
  "main_text": "Solar and wind power are replacing coal and gas in power generation, but experts warn of hurdles ahead.\nClean energy sources provided a record 47 percent of European electricity last year, powering ahead of fossil fuels.\n\nA new report from Ember, a London-based think tank, found that solar power achieved record growth to give Europe 11 percent of its electricity and overtook coal for the first time.\nSolar and wind power together surpassed gas, which has declined for the past five years.\n\nThese are important milestones towards achieving a European goal of reducing greenhouse gas emissions by 55 percent relative to 1990 levels by 2030.\n\nEurope’s power sector emissions have now fallen to less than half their 2007 levels, Ember found.\n\nThis has happened because politicians of all stripes backed renewables, the report said.\n\n“Many national and European elections bred concerns that the transition to clean energy would lose support. On the contrary, progress continued at pace,” said the report.\n\nSome of that shared political impetus is economic.\nSince 2019, solar and wind power have saved Europeans 59 billion euros ($61bn) in fossil fuel imports, Ember found, most of it gas.\n\nDuring those five years, fossil fuels’ share of the power sector fell to 29 percent, while renewables grew.\n‘US risks being left behind in the clean industrial revolution’\n\nEurope has few resources of oil and gas and currently spends about half a trillion dollars a year importing fossil fuels. Its main hope for energy autonomy is in developing renewables.\n\nIn contrast, the United States is the world’s largest oil producer and exporter of liquefied natural gas (LPG), and President Donald Trump wants to increase LPG production further.\n\nOn Monday, his first day in office, he declared a national energy emergency that would fast-track drilling and pipeline construction permits.\n\nHe also signed an executive order temporarily freezing all US onshore and offshore wind farms.\n\nThose policies signal differences between the US and Europe on energy.\n\n“The US is diverging from global trends on wind power,” said Dave Jones, insights director at Ember. “Major economies are embracing wind as a source of cheap, clean electricity.\n\n“The US risks being left behind in the clean industrial revolution.”\n\nThe US produced just 10 percent of its electricity from wind energy last year, compared to 17 percent in Europe and 29 percent in the UK, Ember found.\n\nOn January 7, Trump said leasing areas of ocean for wind farms destroyed their value because it put them out of reach of oil and gas producers.\n\nHours before he signed the executive orders, during his inauguration, Trump said, “America will be a manufacturing nation once again, and we have something that no other manufacturing nation will ever have: the largest amount of oil and gas of any country on Earth.”\n\nKostis Stambolis, the head of the Athens-based Institute of Energy for Southeast Europe (IENE), told Al Jazeera, “The US is currently autonomous in oil and gas, producing 20mn barrels of oil-equivalent a day.\n\n“Trump wants to make it an export powerhouse in both.”\n\nThe US is not the only country increasing energy supply.\n\nSeveral other nations, including Australia, Qatar and Mauritania, have announced new gas liquefaction trains, which will increase supply and lower prices.\n\n“We believe there’s going to be an LNG glut globally from 2026 to 2030, and that will lead to fierce competition and a fall in prices,” said Stambolis. “That will cover Europe’s needs more cheaply. What effect it will have on the development of renewables is very difficult to say.”\n\nEmber believes Europe will continue to invest in autonomy.\n\n“The EU is striding closer towards a clean energy future powered by homegrown wind and solar,” wrote Beatrice Petrovich, who co-authored the report. “This new energy system will reduce the bloc’s vulnerability to fossil price shocks, tackle the climate crisis and deliver affordable energy.”\n‘Replacing fossil fuels in transport is harder’\n\nNot every energy analyst is confident Europe will succeed.\n\n“Renewables in electricity are the ‘easy’ part of the transition, especially at a time of high fossil fuel prices. Replacing fossil fuels in transport is harder, and in the heat sector still harder,” Professor Jonathan Stern, who leads the Oxford Institute of Energy Studies, a think tank, told Al Jazeera.\n\nApart from Europe’s ambition to be the first climate-neutral continent by 2050, two things, in particular, have spurred its transformation.\n\nThe COVID-19 pandemic in 2020 led to the creation of a fund designed to pull Europe out of recession.\n\nThe Recovery and Resilience Fund, as it was called, fertilised 1.8 trillion euros ($1.87 trillion) in investments, a third of them in green energy.\n\nRussia’s full-scale invasion of Ukraine in 2022 further accelerated Europe’s flight from fossil fuels as Russia cut pipeline gas flows to the continent in an apparent effort to blackmail Europe into stopping military assistance to Kyiv.\n\nPrevious Ember reports have found that Europe’s solar and wind energy sectors grew at record rates of 5 percent in 2022 and again in 2023.\n\nMeanwhile, Europe switched to buying liquefied natural gas (LNG) from other producers, such as the US, Australia and Qatar.\n\nRussia has got in on the act, investing in liquefaction and shipping its gas in LNG carriers to disguise its origin as Russian.\n\nStern warned that these transformations in the gas market have given renewables a boost that may be temporary.\n\n“Gas prices have been extremely high in 2024 because of the transition from Russian gas to LNG where we are in a tight global market. This hugely benefitted renewables,” he said.",
  "summary": "A new Ember report shows Europe achieved a record 47% of its electricity from renewables in 2023, with solar surpassing coal and combined wind and solar exceeding gas. The transition has reduced emissions and saved billions in fossil fuel imports, driven by political and economic support, pandemic recovery funding, and the fallout from Russia’s invasion of Ukraine. In contrast, the U.S. under Donald Trump is pushing fossil fuels, halting wind projects and prioritizing oil and gas expansion. Experts warn the U.S. risks falling behind in the global clean energy shift. Despite Europe’s progress, challenges remain, especially in decarbonizing transport and heating sectors. Analysts also caution that recent gains could be short-lived if gas prices fall due to an anticipated LNG oversupply."
}
