{
  "id": "article_031",
  "headline": "Countries must bolster climate efforts or risk war, Cop30 chief executive warns.",
  "main_text": "Ana Toni also criticises the UK’s plans to slash overseas aid to fund defence spending. Countries looking to boost their national security through rearmament or increased defence spending must also bolster their climate efforts or face more wars in the future, one of the leaders of the next UN climate summit has warned.\n\nSome countries could decide to include climate spending in their defence budgets, suggested Ana Toni, Brazil’s chief executive of the Cop30 summit.\n\n“Climate change is an accelerator of inequalities and poverty, and we know that the consequences of inequality and poverty can turn into wars in the future,” she said. “The fight against climate change needs to be seen as something that’s not divorced from the big security issue of humanity.”\n\nToni is one of the top Brazilian officials coordinating the Cop30 conference, scheduled to take place this year in Belém, a rainforest city at the mouth of the Amazon. All countries will be expected to submit stringent national plans to cut greenhouse gas emissions, but preparations have been overshadowed by the complex geopolitical situation.\nMany developed countries, including EU member states and the UK, are scrambling to devote more money to defence in reaction to Donald Trump’s threats to withdraw US support to Ukraine, and his warnings on foreign policy. Trump is also withdrawing the US from the Paris climate agreement.\n\nCountries must not make a choice between defence and climate, Toni told the Guardian in an interview in London, but must understand that reducing efforts to combat the climate crisis would have an impact on their future security.\n\n“Wars come and go. Unfortunately, climate change is there for a long time. We need to take climate change very seriously, otherwise we will have even more wars in the future. So that trade-off between short-term defence needs now, versus the long-term need to prevent this bigger fight on climate change, is absolutely needed.\n\n“[Whether] we should put climate into the defence budget or not, each country will decide,” she added. “Climate is a bigger battle, not of one country but humanity.”\n\nGermany’s coalition agreement, signed last week, includes €100bn (£85bn) to be spent on the climate over the next 12 years, alongside massively increased defence spending, achieved by removing the country’s longstanding “brake” on increasing debt.\n\nThe UK has taken an opposing tack, slashing overseas aid and threatening to cut the budget for Great British Energy, the national renewable energy champion, in order to pay for increased defence spending while staying within the “fiscal rules” self-imposed by Rachel Reeves, the chancellor.\n\nToni, an economist by training who has previously worked in civil society roles, spoke out against the UK’s move, which many experts have warned could reduce developing countries’ capacity to tackle the climate crisis.\n\n“Obviously, it’s not a good signal,” she said. “We need to understand that signal, and what type of consequences those signals have.”\nAlongside the Azerbaijan government, which hosted Cop29, Brazil is working on a roadmap to show how developed countries could meet the pledge made last year of devoting $300bn (£230bn) a year to climate finance for the poor world by 2035.\n\nEd Miliband, the UK energy and net zero secretary, concluded a three-day visit to China on Monday. Toni predicted that the US’s turn away from climate action under Trump would not weaken China’s efforts to cut carbon.\n\n“There is no vacuum in leadership, and Chinese companies are really going forward with the decarbonisation process, because they realise it is very good for their own economy,” she said.\n\nAll countries have agreed to “transition away from fossil fuels,” she said, so she expected China to address that issue in its national plan, known as a nationally determined contribution (NDC) under the 2015 Paris climate agreement.\n\nDeveloping countries could use their NDCs as investment plans, to attract private and public sector cash from overseas, she added. “We are hoping that the NDC becomes part of a social and economic plan of development. You cannot think about development any more without having a climate perspective.”",
  "summary": "Ana Toni, the chief executive of the upcoming Cop30 climate summit, warned that neglecting climate action in favor of defense spending could increase global conflict. She emphasized that climate change exacerbates poverty and inequality, which can lead to future wars, and urged countries to integrate climate initiatives with national security strategies. Toni criticized the UK’s decision to cut overseas aid and renewable energy funding to boost defense budgets, warning it sends a harmful signal to developing nations. She praised Germany’s balanced approach of increasing both climate and defense spending and highlighted China's continued leadership in decarbonization despite the US stepping back under Trump. Toni also stressed that climate plans, such as nationally determined contributions (NDCs), should be seen as tools for development and investment. Brazil and Azerbaijan are collaborating on a roadmap to fulfill a $300bn annual climate finance pledge by 2035."
}
