{
  "id": "article_016",
  "headline": "Green campaigners fear UK to renew subsidies to Drax power station.",
  "main_text": "Billions of pounds from energy bill payers to run out in 2027 but could be extended as soon as Monday. Green campaigners fear ministers are poised to award billions of pounds in fresh subsidies to Drax power station, despite strong concerns that burning trees to produce electricity is bad for the environment. Drax burns wood to generate about 8% of the UK’s “green” power, and 4% of overall electricity. This is classed as “low-carbon” because the harvested trees are replaced by others that take up carbon from the atmosphere as they grow. But many studies have shown that wood burning harms the environment, by destroying forests, and because of the decades-long time lag between the immediate release of carbon dioxide CO2 from burning and the growth to maturity of replacement trees. Drax currently receives billions of pounds in subsidies from energy bill payers, at the rate of about £2m a day according to Greenpeace, but these are scheduled to run out in 2027. A government decision on whether to continue the support payments beyond the cut-off could come as soon as Monday. Campaigners fear that ministers could allow Drax unrestricted subsidies for continuing to burn biomass, which one said would be “incredibly bad news”. A further option would be to impose strict time limits on the subsidies, or require Drax to use carbon capture and storage (CCS) technology, which could reduce the harm to the climate but still allow widespread destruction of trees. Awarding new subsidies to Drax would be highly controversial among Labour MPs. The Guardian has seen letters from parliamentarians sent to the Financial Conduct Authority and the Financial Reporting Council, querying Drax’s claims to environmental sustainability. Several peers and at least one MP have asked the financial regulators to open an investigation into Drax, based partly on findings from the energy regulator, Ofgem, that the company had misreported data on the origins and sustainability of imported wood pellets. Research last month from the green thinktank E3G found the government could meet its target of decarbonising the UK’s electricity sector by 2030 without Drax. Matt Williams, senior advocate for the Natural Resources Defense Council, called the Drax decision a crucial test of the government’s green plans. “If [ministers] award business-as-usual subsidies, that would be incredibly bad news for forests, and anyone who cares about them. Billions more for the UK’s single largest polluter would make it clear the government was placing all its bets on high-carbon infrastructure,” he said. “But if they put limits on the time or the quantity of subsidies, that would indicate the government was thinking twice about this, and could signal the beginning of the end [for biomass subsidies].” The row over Drax is the latest in a series of controversies that campaigners warned risked giving the impression that Labour was sacrificing its green credentials in the pursuit of economic growth. The chancellor, Rachel Reeves, has given the green light to a new runway at Heathrow, and some allies are thought to want her to give the go-ahead to the massive new Rosebank oilfield in the North Sea. A Whitehall source said the Treasury was not involved in decisions over Drax. Doug Parr, policy director for Greenpeace UK, said: “For burning wood to be genuinely green [it] needs a lot of very specific requirements that Drax has not achieved. Continuing to subsidise huge biomass imports would not be a step towards a cleaner future, but a dirty compromise with past failures.” He added: “This government stood on a manifesto to deliver clean power by 2030, and to tackle the climate emergency. Whether it’s Heathrow’s third runway or potential permitting of new oil and gas developments, the government’s commitment to stopping climate change is starting to look a little frayed around the edges. More biomass at Drax would be yet another decision that is likely to make the climate and nature crises worse, not better.” The Committee on Climate Change, the government’s statutory adviser on the climate, is likely to address the issue of burning biomass for power in its advice on the seventh carbon budget, which will be published on 26 February. Previous advice has strongly warned ministers to abandon biomass burning for power, unless equipped with CCS. A Department for Energy Security and Net Zero spokesperson said: “The situation we inherited for large scale biomass generators was unacceptable. When energy prices spiked as a result of Putin’s weaponisation of gas supplies, some biomass generators made excessive profits. We are considering this issue carefully - we want a sensible solution that delivers for billpayers and we will provide an update shortly.” A spokesperson for Drax refused to comment on future subsidies. He said the company had previously announced it could be using CCS from the early 2030s.",
  "summary": "Green campaigners are raising alarms over a potential extension of billions in UK government subsidies to the Drax power station, which burns wood for electricity and is currently classified as 'low-carbon.' Critics argue that burning biomass is environmentally harmful due to deforestation and delayed carbon reabsorption, and that Drax has failed to meet strict sustainability requirements. Existing subsidies, amounting to £2 million per day, are set to expire in 2027, but a decision to renew them could come imminently. While some suggest limiting subsidies or requiring carbon capture and storage (CCS), environmental groups and MPs question Drax's environmental claims and call for investigations. Research indicates that the UK could meet its clean energy targets without Drax, and continued support may damage the government’s climate credibility. The issue adds to broader concerns about the UK’s green agenda, as other recent decisions also appear to prioritize economic growth over environmental commitments."
}
