{
  "id": "article_137",
  "headline": "Smart particle could hold climate change key",
  "main_text": "A climate tech company has won an £8m investment to mass produce tiny particles that can be \"programmed\" to soak up and store greenhouse gases.\n\nPromethean Particles, in Nottingham, is working with metal-organic frameworks (MOFs) - tiny nanoparticles that have extremely large internal surface areas.\n\nOne teaspoon of the super adsorbent particles contains the equivalent area of two tennis courts.\n\nThe company is hoping to use the new financing, which has been led by Mercia Ventures and Aramco Ventures, to build a bigger manufacturing facility and expand its team. \nIt is also aiming to drive down the price of MOFs from tens of thousands of pounds to just £25 per kilo.\n\nThe key to reducing the price and scaling up production would be to make the nanoparticles from cheap, widely available metals such as zinc and magnesium.\n\nJames Stephenson, chief executive officer (CEO) of Promethean, said: \"MOFs are an incredible class of materials that have shown all kinds of potential in lots of applications.\"\n\nTheir internal surfaces can be lab-engineered to become \"sticky\" for different gases.\n\nOut in the real world, the nanoparticles can act as both mini-sponges and mini-sieves, able to both separate and store large volumes of different gases.\n\nThese properties could be used to reduce the climate impact of producing cement, metals and energy, which continue to emit huge quantities of greenhouse gases.\n\nMOF particles from Promethean are already being used in a prototype carbon capture unit at Drax power station in Yorkshire.\n\nAnalysis\n\nBy Sally Bowman, BBC East Midlands environment correspondent\n\nCarbon capture and storage (CCS) has long been proposed as essential to national plans for a carbon-neutral future.\n\nThe idea is that carbon dioxide from energy-hungry industries is intercepted before it enters the atmosphere and is then transported for permanent storage deep underground.\n\nThe UK has announced several carbon capture projects as part of its pledge to capture and store 20 to 30 million tonnes of carbon dioxide a year by 2030.\n\nYet so far, CCS has proved expensive and energy-intensive. No large-scale project is yet up and running.\n\nCritics see it as a dangerous distraction from the need to rapidly reduce emissions.\n\nThe potential for MOFs to first filter out greenhouse gases at source, and then store them for easier transportation, is what has got the experts excited.\n\nBut up to now, the cost of these nanoparticles has made that eye-wateringly expensive.\n\nIf MOFs could be produced for a fraction of the current price, it could be a game-changer for CCS and good news for a fast-warming planet. \nMr Stephens said the challenge ahead was what brought him and the team to work every day.\n\nHe said: \"We see, and the world agrees, that carbon capture is needed as part of the solution [to the energy transition]. The existing carbon capture technologies have significant challenges in terms of the energy that's used.\n\n\"We are very much about the mission that we're on, and we see every day that we can make a significant difference to some of these global issues.\"\n\nSelina Ambrose, product manager at the University of Nottingham spin-out, said: \"There's so much more that we can be doing with MOF development and scaling up.\"\n\nAdditional scientists and engineers would scale up production and research to \"show the world what MOFs can really do\", she added.",
  "summary": "Promethean Particles, a Nottingham-based climate tech company, has secured £8 million to mass produce metal-organic frameworks (MOFs), nanoparticles that can capture and store greenhouse gases. MOFs have enormous internal surface areas and can be engineered to trap specific gases, making them promising for carbon capture and storage (CCS) applications. The company aims to reduce the cost of MOFs from thousands of pounds to £25 per kilo by using abundant metals like zinc and magnesium. Their MOFs are already in use at a prototype CCS unit at Drax power station. Experts see MOFs as a potential game-changer for climate solutions if production becomes affordable, especially since CCS has so far been expensive and limited in scale. Promethean plans to expand its team and facilities to accelerate development and showcase the full potential of MOFs in mitigating climate change."
}
