{
  "id": "article_044",
  "headline": "Hundreds protest in London as jailed climate activists’ appeals are heard.",
  "main_text": "Road outside high court blocked in protest at ‘draconian’ sentences given to 16 Just Stop Oil ‘political prisoners’.\nHundreds of protesters have blocked the road outside the high court in London, where the appeals of 16 jailed climate activists are being heard, in condemnation of “the corruption of democracy and the rule of law”.\n\nAs England’s most senior judge heard arguments in the appeal of the sentences of the Just Stop Oil activists, who are serving a combined 41 years in jail, their supporters sat on the road in silence holding placards proclaiming them “political prisoners”.\n\nTim Crosland, of the campaign group Defend Our Juries, who had organised the protest, said 1,000 had signed up to take part in the days leading up to Thursday, but a visual assessment suggested numbers were even higher.\n\n“This is hundreds of people turning out to send a message to this court that silencing and jailing people trying to get good information to the public is not OK,” Crosland said. “That is the corruption of democracy and the rule of law. It’s not upholding a rule of law.\n\n“What those people have been jailed for is trying to get information to the public that the fossil fuel companies have been systematically concealing from the public for decades and decades. And good information is the lifeblood of democracy and that’s why those people have been jailed, for trying to get that to the public.”\n\nProtesters held placards showing photographs of jailed activists, including those whose cases were being heard in court on Thursday, as well as photographs of famous political prisoners such as Angela Davis and Nelson Mandela who had, said Crosland, “fought for the freedoms that we enjoy”.\n\nThe broadcasters Hugh Fearnley-Whittingstall and Chris Packham were among those who joined the protest. “We feel our basic democratic rights to protest peacefully are being eroded,” Fearnley-Whittingstall said.\n“We are here in solidarity with the 16 defendants who were given draconian sentences last year for entirely peaceful protest, that they did because their consciences demanded it from them, not for personal gain. Now we seem to have a judicial situation where acting on your conscience is almost seen to be an aggravating factor in your sentence – it used to be a mitigating factor.”\n\nSoon after protesters occupied the Strand they were surrounded by yellow-jacketed police officers, who warned them that if they did not move, a section 14 order would be imposed and they would be arrested. The Metropolitan police said protesters left the road at 1.45pm. “No arrests were made in relation to the sit-down in the road as no serious disruption was caused,” a spokesperson for the force said\n\nInside court four of the Royal Courts of Justice, Jocelyn Ledward KC led the crown’s response to the appeals. Last year Ledward led the prosecution of five activists who received the longest-ever sentences for peaceful protest, for a conspiracy to block the M25.\n\nRoger Hallam, the co-founder of Just Stop Oil and Extinction Rebellion, was sentenced to five years for his part in the conspiracy, while his four co-defendants received four years each.\n“The sentences were neither wrong in law nor manifestly excessive,” Ledward told the panel of judges led by Lady Chief Justice Carr.\n\nFiona Robertson, another lawyer from the crown’s team, added: “These five defendants were the pinnacle of the organisation of what was intended to be the greatest disruption in British history.”\n\nIn court filings, the crown’s lawyers disputed the appellants’ claim that judges erred by failing to discount their sentences because of their conscientious motivation, insisting that such a consideration was “conditional on the protesters exercising moderation in the harm they cause”.\n\nCiting Carr’s previous refusal to quash the sentences of Morgan Trowland and Marcus Decker, the lawyers said: “The repeated use of the word ‘may’ demonstrates it is a discretion, not an obligation, to temper the sentence imposed to reflect a conscientious motive.”",
  "summary": "Hundreds of protesters gathered outside London’s high court to support 16 Just Stop Oil activists appealing their combined 41-year prison sentences for peaceful climate protests. Protesters, including public figures like Hugh Fearnley-Whittingstall and Chris Packham, criticized the sentences as 'draconian' and a threat to democratic rights. Organizers described the jailed activists as 'political prisoners' and compared their actions to historical freedom fighters. Inside court, prosecutors defended the severity of the sentences, calling the protests a major planned disruption. They argued that conscientious motivation does not automatically warrant reduced sentencing. The protest remained peaceful, and police confirmed no arrests were made during the demonstration."
}
