{
  "id": "article_087",
  "headline": "Ban on wood-burning stoves in new homes ditched.",
  "main_text": "The Scottish government has confirmed it is ditching restrictions on the installation of wood-burning stoves in newbuild homes or conversions.\n\nSNP ministers introduced regulations in April - while still in a power-sharing agreement with the Scottish Greens - to ban new homes and buildings from using direct-emission heating systems including gas or oil boilers.\n\nThe rules were temporarily halted in September after concerns were raised that a ban on wood and peat burners would have a negative impact on people living in rural areas.\n\nThe government has now amended the New Build Heat Standard (NBHS) regulations to allow \"the installation of bioenergy and peat main heating systems - and any type of secondary heating systems\".\n\nThe ban on mains gas and oil boilers as a main heating system will remain.\n\nThe Scottish Conservatives said the government's original plan had been \"ill-thought-out from the start\" and its scrapping was \"a victory for common sense\".\n\nHowever, some health campaigners have criticised the move and insisted burning wood is a source of air pollution both inside and outside homes.\n\nThe charity Asthma and Lung UK Scotland has also called on the Scottish government to give the public more information about how wood-burning can affect people's health.\n\nThe government's proposals were designed to encourage builders to fit clean heating systems such as heat pumps or heat networks.\n\nAt the time, ministers said they hoped the move would help reduce air pollution and tackle climate change.\n\nClimate Action Minister Alasdair Allan said the government had dropped the original plans after listening to concerns from rural and island communities \"about resilience in times of bad weather or power outages\".\n\nThe government had also recognised arguments about \"the wider use of bioenergy and peat for other reasons\", he said.\n\nAllan added: \"These changes address these concerns whilst retaining the spirit of the original legislation, which aims to eradicate polluting gas and oil boilers from new homes and buildings.\"\n\nThe minister said the amended New Build Heat Standard would be crucial in helping to reduce emissions from new buildings.\n\nHe said that it would prevent the need for retrofit in the future and \"ensure a cleaner and greener Scotland\".\n\nDeputy First Minister Kate Forbes previously said she had concerns about the ban, citing the impact it could have on older people in her Skye, Lochaber and Badenoch constituency.\n\nThe Scottish Conservatives' spokesman for agriculture, connectivity and the islands, Jamie Halcro Johnston, said a ban on wood-burning stoves \"would have had a devastating effect on our rural and island communities\".\n\nHe added: \"SNP ministers who are completely detached from the realities facing these areas failed to recognise their importance, especially in periods of extreme weather.\n\n\"I applaud people living and working in rural and island Scotland for making their voices heard and forcing the SNP into confirming this humiliating U-turn at long last.\"\n\nThe Scottish Islands Federation said it was \"delighted\" that its concerns had been acted on.\n\nVice chairman Luke Fraser said: \"We believe there is a need to help sustain and support the resilience of households in rural and island communities through the use of wood burning stoves and burning of peat, and the changes to the NBHS announced today have taken this on board.\n\n“While we are in support of the need for climate action, progress must be made in tandem with developing and enhancing the resilience and sustainability of our communities, not at their expense.\n\n\"This change is a positive step in that direction.\"\n\nThe Scottish Land & Estates group, which represents rural businesses and landowners, also welcomed the government's change of plans.\n\nPolicy adviser Anna Gardiner said: \"Due to the lack of infrastructure in many rural parts of Scotland, there are few low-carbon options for people to heat their homes other than through wood burners or biomass heating systems.\n\n\"This is a welcome and common-sense approach by government, particularly at a time when fuel poverty continues to be an acute issue in rural Scotland.\"\n\nHowever, the charity Asthma and Lung UK Scotland, said wood-burning in homes could be both unhealthy and inefficient.\n\nThe group's head, Joseph Carter, said: \"The idea of cosy wood burning stove in the winter might sound appealing, but burning wood in our homes could be putting ourselves and our neighbours at risk.\"\n\nHe added: \"The vast majority of stoves are being installed in area with access to mainline gas supplies for secondary heating sources. Most people see them as a green alternative to coal or gas, and are unaware of the dangers, both for them and for their neighbours, of the air pollution it can cause.\"",
  "summary": "The Scottish government has reversed its ban on wood-burning stoves in new homes after backlash from rural and island communities. The original regulations aimed to eliminate polluting heating systems like gas and oil boilers but were amended to allow bioenergy and peat-based systems due to concerns over energy resilience. Supporters of the change argued that low-carbon alternatives are limited in remote areas, and the ban could have worsened fuel poverty. Critics, including health campaigners, warned that wood-burning contributes to air pollution and poses health risks. The revised policy retains the ban on gas and oil boilers but allows flexibility for secondary heating sources. Ministers say the update balances environmental goals with the practical needs of rural households."
}
