{
  "id": "article_134",
  "headline": "Union hits out at plan to import water from Norway",
  "main_text": "The GMB Union has called Southern Water's plan to import bottled water from Norway \"farcical\".\n\nThe idea, which could provide Hampshire with 45 million litres (11.9 million gallons) of water a day, comes from Southern Water's Resources Management Plan.\n\nGary Carter, GMB national officer, said: \"Can Southern Water be serious?\"\n\nThe water firm said that importing water would be \"a last resort contingency measure\" in the event of an extreme drought.\n\nFlooding caused by heavy downpours and thunderstorms, has affected parts of central and southern England.\n\nMr Carter said: \"People up and down the UK are battling pouring rain and floods, Southern are spending bill payers' money on ridiculous plans to ship bottled water in from Norway.\n\"The UK uses just a tiny amount of the rain that falls from our skies.\n\n\"Private water companies have utterly failed to invest in the infrastructure needed to capture and use more and reduce the need for farcical plans like this.\"\n'A range of other reserve options'\n\nIn response to the union's comments Tim McMahon, Southern Water’s managing director for water, said: \"Importing water would be a last resort contingency measure that would only be used for a short period in the event of an extreme drought emergency in the early 2030s - something considerably worse than the drought of 1976.\n\n\"We have a range of other reserve options to call on first, such as temporary desalination plants and water-saving agreements with businesses, to keep Hampshire’s taps running, so the likelihood of needing to import water is very remote.\"\n\nSeveral weather records were broken in the summer of 1976.\n\nAugust of that year concluded what was then the driest 16-month period since records began, in 1772.\nAs the world warms, the UK is likely to have hotter, drier summers and warmer, wetter winters, according to the Met Office.\n\nExtreme weather events such as heatwaves and heavy downpours could become more frequent and more intense.",
  "summary": "The GMB Union has criticized Southern Water’s plan to import bottled water from Norway, calling it a wasteful and unrealistic response to water scarcity. The plan, which could supply Hampshire with 45 million litres per day, is part of Southern Water’s contingency strategy in case of extreme drought. Union officials argue the plan is unnecessary, especially given recent flooding, and point to the lack of investment in infrastructure to better utilize the UK’s abundant rainfall. Southern Water defended the proposal, stating it would only be a last resort if drought conditions worse than those in 1976 arise. The company said other options like desalination and business water-saving agreements would be prioritized first. The debate highlights the growing concern over how to manage water resources amid increasing climate-related weather extremes."
}
