{
  "id": "article_057",
  "headline": "UK government to end North Sea windfall tax in 2030.",
  "main_text": "The UK government has launched a consultation on plans to replace the windfall tax on the profits of energy companies when it comes to an end in 2030. The Energy Profits Levy (EPL) was introduced in May 2022 after companies recorded skyrocketing profits due to a sharp rise in energy prices. It was increased in the most recent UK government budget last year and means oil and gas producers are paying a headline tax rate of 78%. The consultation seeks views on a new tax which would be triggered either when energy prices or profits are exceptionally high. The department for energy security and net zero said it would work to develop a plan that would deliver a \"fair return for the nation during times of unusually high prices\". And it pledged to consult on a \"new regime\" for the industry in the North Sea, confirming new licences for oil and gas fields would not be approved. That comes after the UK government admitted plans for the Rosebank oil field off Shetland had been approved unlawfully after the decision was challenged in court by environmental campaigners. The Energy Secretary, Ed Miliband, said: \"The North Sea will be at the heart of Britain's energy future. For decades, its workers, businesses and communities have helped power our country and our world. Oil and gas production will continue to play an important role and, as the world embraces the drive to clean energy, the North Sea can power our plan for change and clean energy future in the decades ahead.\" Oil and gas companies had posted record profits after wholesale prices spiked amid Russia's invasion of Ukraine. The EPL was introduced by the previous Conservative government, which set the rate at 25% and put it in place until 2025. It was later increased to 35% by then-chancellor Jeremy Hunt and would run until at least 2029. Current chancellor Rachel Reeves announced that had been extended until at least 2030 and increased again by 3% in October 2024. The latest rise prompted the US-based firm Apache to announce it would end its North Sea operations by 2029. The company described the financial impact as \"onerous,\" adding continuing to operate in the area would be \"uneconomic\". The price per barrel of oil has since fallen significantly. Trade association Offshore Energies UK (OEUK) previously warned the tax increase would stifle investment in the sector. Its chief executive, David Whitehouse, welcomed the news. He said: \"Today's consultations, on both the critical role of the North Sea in the energy transition and how the taxation regime will respond to unusually high oil and gas prices, will help to begin to give certainty to investors and create a stable investment environment for years to come.\" Alongside oil and gas production, the government said it wanted to ensure the North Sea would become a \"world-leading example\" for offshore clean energy. It said it was \"committed\" to working with the sector, trade unions and other organisations on a \"phased transition\" for the oil and gas industry. However, energy minister Michael Shanks was unable to guarantee new discoveries of oil wells near current licenced sites would not be exploited. The industry has been calling for flexibility if oil wells spread into nearby areas which are not licenced while current permits remain in place. Shanks said he would \"not be drawn\" on individual applications. He said: \"We've been really clear, we're clear in our manifesto, we're clear now in this consultation, it says in black and white no new licences to explore new fields.\" The department for energy security and net zero said \"tens of thousands\" of more jobs could created in offshore renewables. It said the denial of future oil and gas exploration licences was required to keep global warming to the target of 1.5C, but said it would \"engage\" with the sector on how to manage existing fields for the remainder of their lifespan. Mel Evans, climate team leader at Greenpeace UK, said: \"Our over-reliance on volatile and expensive fossil fuels is the reason our energy bills have remained so high in recent years. With yet more uncertain times ahead, this is a step worth celebrating from the government. The only way forward for a secure future means ending our reliance on oil and gas. The government clearly recognises that creating a renewable energy system can provide this country and its energy workers with economic opportunities and stable, future-proofed jobs.\" Tessa Khan, executive director of environmental campaign group Uplift, said the plans were \"long overdue\". She said: \"The government is right to draw a line under new licensing, which won't slow the decline in jobs or boost the UK's energy supply. This government now needs to make sure the transition to clean energy delivers for those workers and communities that are currently tied to the declining oil and gas industry. That means creating more good, secure jobs and new industries like wind manufacturing and decommissioning in the places that need them.\" The Unite union said it welcomed the government's plans, but warned it must be more than a \"listening exercise\". They said any future proposals must be backed up by the creation of \"large numbers of highly skilled, well paid jobs\". General secretary Sharon Graham said further investment in green technology was needed to create jobs before new licences for oil and gas fields were put on hold. She said: \"We urgently need investment in wind manufacturing and other green technologies to create the well paid, highly skilled jobs which are regularly promised but rarely delivered. Until that happens, we need to resist any calls that amount to offshoring our carbon responsibilities for the sake of virtue signalling. We must not let go of one rope before we have hold of another.\"",
  "summary": "The UK government plans to end the North Sea windfall tax, known as the Energy Profits Levy, by 2030 and is consulting on a replacement tax triggered by exceptionally high profits or prices. The levy was introduced in 2022 amid surging energy prices and later increased, causing some energy firms to reconsider operations. While the government pledges no new oil and gas licences, it also promises a stable investment environment and transition support for the sector. Environmental groups support the move but stress the need for real investment in green technologies and job creation. Industry voices welcome the clarity but warn against hindering investment. The government envisions the North Sea as a key player in clean energy development, aiming to balance environmental goals with economic stability."
}
