{
  "id": "article_116",
  "headline": "Water levels in major Amazon tributary tumble to record lows amid drought",
  "main_text": "Climate change and below-average rainfall have left the Rio Negro and other rivers at their shallowest levels ever recorded.\nIt’s one of the largest rivers in the world. And its water levels have fallen to a record low.\n\nAmid drought and wildfires, the Rio Negro plummeted to a depth of 12.66 metres (41.5 feet) on Friday, according to the Geological Service of Brazil, a government agency.\n\nThat’s the shallowest depth recorded since measurements were first taken in 1902. And researchers in the port city of Manaus fear water levels could further tumble as the dry season continues through much of October.\n\n“This is now the most severe drought in over 120 years of measurement at the Port of Manaus,” Valmir Mendonca, the port’s head of operations, told the Reuters news agency.\n\nThe Rio Negro is a major tributary of the Amazon River — and a mighty waterway in its own right. The river drains more than 10 percent of the water in the Amazon River basin, and it is the sixth-largest river in the world by average discharge.\n\nIt is also the world’s largest blackwater river, with decaying plant matter giving its currents a characteristic dark colour.\n\nBut widespread drought has shrunk the Rio Negro and other waterways in the Amazon, creating an environmental and economic crisis.\n\nScientists believe climate change has exacerbated the usual dry-season conditions, leaving riverbeds dry, boats stranded and aquatic animals beached.\n\nSome experts told local media the Rio Negro could fall below 12 metres before the end of the month. Friday’s measurements surpassed the record-low set last year, later in the dry season.\n\nOther Amazon tributaries — including the Solimoes River, which intersects with the Rio Negro — have likewise seen historically low water levels.\nThe drought threatens to spark a humanitarian crisis for the more than 40 million people living in and around the Amazon. Residents rely on the waterways not only for drinking water and bathing but also for transportation and food.\n\nRestaurant owner Erick Santos told the O Globo newspaper that businesses in his community of Puraquequara, situated along the Rio Negro, have been devastated by the drought. Basic food items are in short supply.\n\n“Our revenue has dropped by 50 percent,” he told the paper. “On the weekend, it was common for people to jump into the water. Now everything is land.”\n\nResearchers have also reported finding freshwater dolphins dead along riverbanks, due to stress from the drought.\n\nIn recent months, the Amazon rainforest has been struggling with below-average rainfall and man-made fires that have ravaged the dense tree cover, disrupting the tropical biome.\n\nAs much as 59 percent of Brazil is suffering the effects of the drought, according to government reports last month.\n\n“This is the first time that a drought has covered all the way from the North to the country’s Southeast,” Ana Paula Cunha, a researcher at the National Center for Monitoring and Early Warning of Natural Disasters, said in a statement in September.\n\n“It is the most intense and widespread drought in history.”",
  "summary": "The Rio Negro, a major Amazon tributary, has dropped to its lowest recorded water level due to a severe drought exacerbated by climate change and reduced rainfall. This marks the worst drought in over 120 years in the region, affecting not only the environment but also local economies and communities. Riverbeds have dried, boats are stranded, and aquatic life such as freshwater dolphins are dying. Over 40 million residents depending on these rivers face shortages of food, water, and transport access. Businesses along the river, like in Puraquequara, are reporting major losses. The drought, spanning much of Brazil, is being called the most intense and widespread in the country's history."
}
