{
  "id": "article_075",
  "headline": "Don't use barbecues on moorland, warns firefighter.",
  "main_text": "A firefighter has urged the public not to use barbecues on moorland following a serious blaze.\n\nSteven Fisher, from Devon and Somerset Fire and Rescue Service, said it can take 200 firefighters around three days to put out wildfires.\n\nLast week, a section of heathland on the Quantock Hills in Somerset set alight, with fire crews working through the night.\n\nA rare Met Office amber alert for wildfires is in place across most of the UK, including the South West, following a dry spell that is expected to continue into the Easter holidays.\nThe wildfire alert follows the sunniest March on record.\n\nThe Devon and Somerset fire service has asked that the public remain \"extremely vigilant\" to reduce the risk of uncontrolled moorland blazes.\n\nMr Fisher said: \"We can have extremely large areas alight and, for us as fire crews, keeping up with that is a real challenge.\n\n\"We want to reduce them happening in the first place.\n\n\"One thing is the use of barbecues, particularly the disposable barbecues which aren't well insulated.\n\n\"We like to say sandwiches are safer, they're unlikely to start a fire. But make sure you pack everything up and take it with you.\n\n\"Things like glasses and jars can magnify the sun in the grass and start a fire. And things like cigarettes can start a fire very quickly.\"\n'More frequent and severe'\n\nPhilip Evans, Greenpeace UK senior climate campaigner, said experts have warned that wildfires are going to become \"more frequent and severe\" because of the climate crisis.\n\n\"The growing costs of extreme weather will only exacerbate the demands on our emergency services and over-stretched councils,\" Mr Evans said.\n\nSome 286 wildfires were recorded between 1 January and 4 April 2025 – more than 100 above the number in the same period in 2022, according to the National Fire Chiefs Council (NFCC).\n\nRecord-breaking temperatures and unprecedented wildfire activity were seen in 2022.\n\nPhil Garrigan from the NFCC said: \"There is no getting away from the fact that climate change is driving increases in extreme weather events, such as wildfires.\n\n\"We are seeing more wildfires for this time of year than we were in 2022, which was a record year for wildfires and that is deeply concerning.\n\n\"Wildfires are not a seasonal threat – they are becoming a persistent and growing risk to life, property, and the environment.\n\n\"We must adapt and invest now to ensure our services are equipped to meet this challenge.\"",
  "summary": "Firefighters in Devon and Somerset are warning the public against using barbecues on moorlands due to the increasing risk of wildfires. A recent blaze on the Quantock Hills required overnight efforts and highlighted the challenge of controlling such fires, especially with ongoing dry weather and a wildfire amber alert in place. Items like disposable barbecues, glass jars, and cigarettes can easily ignite fires, prompting officials to urge caution. Climate experts note that wildfires are becoming more frequent and severe as a result of climate change, placing greater strain on emergency services. The UK recorded 286 wildfires between January and early April 2025, surpassing numbers from the same period in 2022. Authorities stress the need for immediate investment and adaptation to address the rising threat posed by extreme weather events."
}
