{
  "id": "article_147",
  "headline": "UN weather agency issues ‘red alert’ on climate change after record heat",
  "main_text": "The World Meteorological Organization warns there is a ‘high probability’ that 2024 will be another record-hot year.\nThe United Nations’ weather agency is sounding a “red alert” about global warming, citing record-breaking increases last year in greenhouse gases, land and water temperatures and the melting of glaciers and sea ice.\n\nThe World Meteorological Organization (WMO) said in a report released on Tuesday that there is a “high probability” that 2024 will be another record-hot year and warned that the world’s efforts to reverse the trend have been inadequate.\nThe Geneva-based agency voiced concerns in its State of the Global Climate report that a crucial climate goal is increasingly in jeopardy: limiting planetary warming to no more than 1.5 degrees Celsius (2.7 degrees Fahrenheit) from pre-industrial levels.\n\n“Never have we been so close – albeit on a temporary basis at the moment – to the 1.5C lower limit of the Paris Agreement on climate change,” said Celeste Saulo, the agency’s secretary-general. “The WMO community is sounding the red alert to the world.”\n\nThe 12-month period from March 2023 to February 2024 pushed beyond that 1.5-degree limit, averaging 1.56C (2.81F) higher, according to the European Union’s Copernicus Climate Change Service.\nIt said the calendar year 2023 was just below 1.5C at 1.48C (2.66 F), but a record-breaking start to this year pushed the 12-month average beyond that level.\n“Earth’s issuing a distress call,” UN Secretary-General Antonio Guterres said. “The latest State of the Global Climate report shows a planet on the brink. Fossil fuel pollution is sending climate chaos off the charts.”\n\nOmar Baddour, WMO’s chief of climate monitoring, said the year after an El Nino event – the cyclical warming of the Pacific Ocean that affects global weather patterns – normally tends to be warmer.\n\n“So we cannot say definitively that 2024 is going to be the warmest year. But what I would say: There is a high probability that 2024 will again break the record of 2023, but let’s wait and see,” he said. “January was the warmest January on record. So the records are still being broken.”",
  "summary": "The World Meteorological Organization (WMO) has issued a 'red alert' warning about global warming, highlighting record-breaking levels of greenhouse gases, rising temperatures, and melting ice in its latest State of the Global Climate report. The report warns that 2024 is highly likely to surpass 2023 as the hottest year on record, with the 12-month average from March 2023 to February 2024 exceeding the critical 1.5°C warming threshold set by the Paris Agreement. UN Secretary-General António Guterres described the situation as a 'planet on the brink,' urging action against fossil fuel emissions. Scientists caution that while El Niño contributes to warming, human-driven emissions are the primary cause. The WMO stresses the urgency of reducing emissions as climate records continue to be broken. The report emphasizes that the world is dangerously close to breaching agreed-upon climate limits, with far-reaching consequences."
}
