{
  "id": "article_115", 
  "headline": "Who is funding fossil fuel expansion?", 
  "main_text": "A 'gift from God' or the path to climate hell? Fossil fuels are seeing record-breaking profits and trillions in investment but expansion plans are tipping the planet into dangerous heating. \nLast December, as the world witnessed a year of record-breaking emissions and global temperatures driven by the burning of fossil fuels, leaders agreed to \"transition away\" from coal, oil and gas.\n\nThe agreement, which was struck at the COP28 climate summit in Dubai, heralded the \"beginning of the end\" of the fossil fuel era. \n\nBut as heads of state and government meet in Baku, Azerbaijan for this year's COP29 summit, trillions of dollars are still flowing into fossil fuel development.\n\nResearch from think tank Carbon Tracker shows that while some big oil and gas companies are planning production to peak or decline in the long term, there's a general trend toward increasing it in the short term. \n\nSo, what's driving this expansion, and what impact will it have on the climate? \nFossil fuel expansion is widespread \n\n\"If we look at production, one could definitely say the oil and gas industry is the largest it has ever been,\" said Nils Bartsch, head of oil and gas research at Urgewald, a German environmental and human rights NGO.\n\nBartsch describes the scale of the industry's expansion plans as \"truly frightening.\"\n\nThe International Energy Agency (IEA) has said there is no room for new oil and gas fields or coal mines if the world is to achieve net-zero emissions by 2050.\n\nYet an estimated 96% of oil and gas companies are exploring and developing new reserves across 129 countries, according to databases tracking fossil fuel companies published by Urgewald. \n\nThe NGO said such expansion would unlock the equivalent of 230 billion barrels of untapped oil and gas, the production and burning of which would, they calculated, release 30 times as much as the EU's annual greenhouse gas emissions. \n\nTheir oil and gas database tracked significant activity in \"frontier countries\" — such as South Africa, Namibia, Mozambique and Papua New Guinea — that have little or no existing oil or gas production. The NGO said this risks locking them into a fossil fuel future. \n\nIt also reveals 40% of tracked companies in the NGO's coal database are developing or expanding new coal mines or supporting infrastructure. \n\nOnly five countries — the United States, Canada, Australia, Norway and the United Kingdom — are responsible for over half of new oil and gas extraction planned by 2050, with the US alone accounting for a third, according to US-based research and advocacy organization Oil Change International.\n\nThe industry has had a lucrative few years. In 2022, it saw record gains as net income jumped to $4 trillion (€3.8 trillion) from an average $1.5 trillion, according to the IEA, following energy price spikes after Russia's invasion of Ukraine. \n\nSince then, oil and gas majors have paid shareholders an unprecedented $111 billion, according to analysis from international NGO Global Witness. The analysis highlights this is 158 times more than the amount pledged to vulnerable nations at last year's UN climate summit.\n\nThe fossil fuel industry's annual capital expenditure on oil and gas exploration has risen by 30% since 2021, according to Urgewald.\n\nThe sums flowing into the industry from government subsidies are \"astronomical,\" said Natalie Jones, energy policy adviser at the International Institute for Sustainable Development (IISD) think tank.\n\n\"This is especially concerning because countries have actually made commitments to reduce or reform their fossil fuel subsidies,\" continued Jones, adding that none of those agreements and targets have been legally binding.\n\nGlobal subsidies more than doubled in 2022, surging to $1.3 trillion as governments sought to support consumers and businesses as energy prices soared, according to the International Monetary Fund. \n\nIncluding investments by state-owned enterprises and public financial institutions pushes this to more than $1.7 trillion, according to IISD.\n\nBut private investments into the industry are also \"absolutely staggering,\" said Jones. \n\nOver the last eight years the world's 60 biggest banks have committed $6.9 trillion to the fossil fuel industry in the form of lending and underwriting of debt and equity insurance, according to research from Urgewald and a group of other environmental NGOs. This is more than the US government has spent on its citizens in 2024 so far. \n\nWhile more than half of those banks have reduced fossil fuel funding in recent years, others — including a handful in Europe — increased their financial commitment. \"Among the top receivers are some of the companies which are still exploring for new oil and gas,\" said Katrin Ganswindt, head of financial research at Urgewald.\n\nBased on its research, the NGO estimates that institutional investors — including entities such as pension funds, hedge funds, sovereign wealth funds and insurance companies — hold some $5.1 trillion in bonds and shares in fossil fuel companies. The vast majority of which, it said, are in companies actively developing new fossil fuel assets.\n\nMost of this is flowing into oil and gas, with less than a third linked to the coal sector.\n\nUrgewald's findings also suggest that institutional investors in the US, the world's biggest oil and gas producer, account for over 60% of all global investments. The NGO said these investments come from both private and public money, although they do not have a specific number on the split between the two.\n\nOfficially tracked global financial flows into the industry could be the tip of the iceberg, said Franziska Mager, senior researcher at Tax Justice Network, a UK advocacy group working against tax avoidance.\n\nA recent paper she co-authored on \"greenlaundering\" in the industry said the existence of opaque financial practices — including the use of secrecy jurisdictions, a type of tax haven — obscure the true scale of fossil fuel financing. \n\nDW reached out to an industry trade association for comment but they did not respond in time for publication.\nWhat is the fossil fuel industry spending its money on? \n\nWhile the advertising and rhetoric from fossil fuel companies suggests they are investing in the energy transition, in reality they are doubling down on expansion and enriching their shareholders, said Jones.\n\nAlthough global investment in clean energy this year is set to be twice that plowed into fossil fuels, the IEA has criticized oil and gas companies for watching the energy transition from the sidelines. \n\nClean energy spending by oil and gas companies grew to around $30 billion in 2023 but this represents just 4% of their capital expenditure, according to the IEA. It states staying on track for net-zero emissions by 2050 would require a \"major\" rebalancing of global investments away from fossil fuels.\n\nCan financial institutions help tackle the climate crisis?\n\nFinancial institutions are essential because they help dictate whether our economies follow low carbon pathways or not, Mager explained.\n\n\"The financial system is absolutely the most important thing in terms of achieving the Paris Agreement,\" she said. \"It is the foundation on which everything else rests.\"\n\nAccording to Ganswindt, \"the problem is the short-term view of financial institutions.\" While shifts to renewables and increasing regulation will turn most fossil fuel investments into stranded assets eventually, there's still profit to be made for now, she said.\n\n\"Everybody wants to have the last piece of the cake as long as it's there, without thinking about the future ahead.\"\n\nBen Cushing, fossil free finance campaign director at the US-based environmental organization Sierra Club, agrees that finance has a vital role to play in stemming the flow of capital toward fossil fuel expansion.\n\n\"Ultimately, it is up to governments and investors...to hold banks and financial institutions and companies like big oil and gas companies accountable for the ways that their short-term greed is destabilizing the overall system and economy,\" said Cushing.", 
  "summary": "Despite global agreements to reduce reliance on fossil fuels, trillions of dollars are still being invested in their expansion. The vast majority of oil and gas companies continue to develop new reserves, with a small number of countries like the U.S. leading the charge. Much of the funding comes from government subsidies, private banks, and institutional investors, with financial flows reaching trillions. While fossil fuel companies promote a commitment to clean energy, only a small fraction of their capital is spent on it. Critics argue that financial institutions are enabling this trend by prioritizing short-term gains over long-term sustainability. Experts warn that without significant investment shifts, climate goals like net-zero emissions by 2050 will remain out of reach."
}
