{
  "id": "article_106",
  "headline": "Keeping homes cool on a warming planet.",
  "main_text": "Rising temperatures have led to a surge in demand for cooling. But, ironically, the more we rely on energy-intensive air conditioners, the more the planet warms. How can we do things differently? In many places, keeping cool when the mercury climbs isn't just a matter of comfort — sweltering temperatures can affect our health, our productivity, our economies and even our survival.\n\nAn increase of just 1.5 degrees Celsius (2.7 degrees Fahrenheit) above pre-industrial levels could put 2.3 billion people at risk of severe heat waves. Scientists have said we could hit that temperature rise by the early 2030s if we don't cut carbon emissions.\n\nHot weather is already responsible for some 12,000 deaths each year. By 2030, the World Health Organization has conservatively predicted there could be 38,000 additional deaths annually due to heat exposure in elderly people. \n\nBuying an air conditioner might be a quick and easy fix, but these energy-intensive appliances are only adding to the problem. Not only that: air conditioners can leak damaging refrigerants that can also contribute to global warming.\n\n\"We need to get out of this cycle,\" Lily Riahi from the United Nations Environment Program told DW. \"The way we currently cool our homes and workplaces is a huge driver of climate change.\"\nCooling conundrum \n\nIn 2024 — the hottest year on record — electricity demand surged to nearly double the growth rate of the last decade, according to the latest figures from the International Energy Agency. A spark of good news, however: the largest slice of that growth was supplied by renewable energy, at 38%.\n\nBut much of that electricity is still supplied by fossil fuels. The IEA said two-thirds of the world's electricity was provided by coal in 2024, with coal power growing by nearly 1%. A major contributor to growing electricity demand: air conditioning.\n\nThat finding was also confirmed in an analysis of the world's three largest power markets, India, China and the US, by energy think tank Ember. \"Extreme heat events drove air conditioner use to a record high, increasing electricity demand and putting pressure on grids,\" said the report, released in early March 2025. \n\nAs global temperatures, populations and incomes rise in countries like India and China, the number of AC units in operation worldwide could jump from more than 2.4 billion today to 5.6 billion by 2050, according to the IEA.\n\nThe agency also estimates that, without improvements to efficiency, energy demand for space cooling could triple by the middle of the century — consuming as much electricity as China and India today. \n\nRiahi, who is also a global coordinator for the Cool Coalition network working to boost sustainable cooling, said this scenario will pile massive pressure on electricity grids and ultimately hamper efforts to meet climate targets.\n\n\"By 2050, estimates say that just space cooling will account for 30% to 50% of peak electricity [load] in many countries. Today the average is 15%,\" said Riahi. \"So you're going to have grid failures.\"\nWhat can be done about it?\n\nAir conditioning plays an important role in prosperity and economic development by allowing people in hot countries to live and work in comfort. But unless ACs become significantly more climate-friendly, the projected explosion in their numbers will pose a huge challenge.\nRiahi said there's a lack of awareness around cooling alternatives, as well as financial barriers that prevent people purchasing energy-efficient ACs with low-emission refrigerants. \n\n\"AC doesn't have to mean the cheapest air conditioning on the market,\" she said. \"It should be about how can we design our cities and buildings to reduce the demand for cooling in the first place. And it can also mean finding ways to create incentives to bring the most efficient technologies to market.\"\nCooling roofs in informal settlements\n\nSurviving higher temperatures while at the same time keeping a lid on emissions will require more than improving AC efficiency. Fitting buildings with exterior shading, green roofs or applying solar reflective paint, for instance, can also limit the heat they absorb. Expanding green spaces, areas with water and wind corridors in cities could help, too.\n\nIn India, the Mahila Housing Trust is working with people in slum communities who cannot afford ACs to help them keep their homes cool. The organization focuses on low-cost measures such as painting heat-trapping corrugated tin roofs white, planting trees near homes to provide shade or installing roofs made of compressed bamboo mats, which absorb less heat.\nTrust director Bijal Brahmbhatt said just coating roofs in solar reflective paint can make indoor temperatures drop by up to 6 Celsius — a change residents reported was almost like having an AC. \n\n\"The well-being level has increased quite a lot,\" she said. \"Economic productivity increased by 1 1/2 to 2 hours once the temperature got reduced.\" People were also able to slash their power bills because they no longer had to use fans, she added.\nLessons from the desert \n\nAnother project, this time in the Egyptian desert where summer temperatures can reach almost 50 C, is also tackling heat solely through smart building design. \n\nArchitect Sarah El-Battouty, founder of green building firm ECOnsult, said they'd managed to reduce building temperatures by around 10 C without mechanical solutions.\nHer company has worked with the Egyptian government to upgrade 4,000 rural villages, home to some 58 million people, so that they can better cope with extreme heat. But rather than bringing in high-tech solutions, El-Battouty said many of the green changes were inspired by local Indigenous knowledge.\n\n\"These villages have survived. It's because this inherent knowledge of adaptation to harsh conditions has existed for thousands of years,\" she said. \"We see which of these solutions are viable and we integrate them […] We don't need to reinvent the wheel.\"\n\nThat means using locally available materials like porous limestone and sandstone that allow air to flow through the walls. They also lifted structures slightly off the ground to prevent heat being absorbed from below, added darkened entryways, installed reflective roofs and made use of angled windows and adjustable shading to block heat while allowing light to enter.\n'Cooling is the next frontier' \n\nEl-Battouty said there needs to be a rethink in the architecture sector so that buildings are designed to address cooling from the start. \n\n\"The hotter it gets, the longer the summers, the more people will be looking at solutions like air conditioning,\" she said. \"We have to question the housing sector itself. Is it built to mitigate heat or not?\"\n\nThe role of housing in beating heat should also have a much bigger focus at events like the annual UN climate change conference, added El-Battouty. \n\n\"We have to look at cooling as something incredibly important — just as much as renewable and clean energy. Cooling is the next frontier.\"",
  "summary": "As global temperatures rise, reliance on air conditioning is increasing, but these energy-intensive systems are exacerbating climate change. Experts warn that without improvements in cooling efficiency and alternatives, energy demand could triple by 2050, straining electricity grids and hindering climate targets. Initiatives like India's Mahila Housing Trust promote low-cost cooling methods such as reflective paint and bamboo roofing to reduce heat without ACs. In Egypt, architect Sarah El-Battouty uses Indigenous knowledge to design cooler buildings with passive features like limestone walls and reflective roofs. Both examples highlight the need for sustainable, climate-adaptive architecture to reduce reliance on ACs. Experts emphasize that cooling must be prioritized in climate discussions as a critical component of resilient infrastructure."
}
