{
  "id": "article_091",
  "headline": "Global glacier melt is accelerating, new study finds.",
  "main_text": "A new study published in Nature finds ice is melting at a ‘concerning’ rate, with repercussions for sea-level rise.\nIce loss from the world’s glaciers has accelerated over the past decade, a first-of-its-kind global assessment has found, warning that melting may be faster than previously expected in the coming years and drive sea levels higher.\n\nThe assessment published in the journal Nature on Wednesday by an international team of researchers found a sharp increase in melting over the past decade, with around 36 percent more ice lost in the 2012-to-2023 period than in the years from 2000 to 2011.\nMichael Zemp, a professor at the University of Zurich and co-author of the study, said the findings were “shocking” if not altogether surprising.\n\nRegions with smaller glaciers are losing them faster, and many “will not survive the present century”.\n\n“Hence, we are facing higher sea-level rise until the end of this century than expected before,” Zemp told the AFP news agency, adding that glacier loss would also impact fresh water supplies, particularly in central Asia and the central Andes.\nOverall, researchers found that the world’s glaciers have lost around five percent of their volume since the turn of the century, with wide regional differences ranging from a two-percent loss in Antarctica to up to 40 percent in the European Alps.\n\nOn average, some 273 billion tonnes of ice are being lost per year – equivalent to the world population’s water consumption for 30 years, scientists said.\nThe research – coordinated by the World Glacier Monitoring Service (WGMS), the University of Edinburgh and research group Earthwave – was an effort to bring together field and satellite measurements to create a “reference estimate” for tracking ice loss.\n\nMartin Siegert, a professor at the University of Exeter who was not involved in the study, said the research was “concerning” because it predicts further glacier losses and could indicate how Antarctica and Greenland’s vast ice sheets react to global warming.\n\n“Ice sheets are now losing mass at increasing rates – six times more than 30 years ago – and when they change, we stop talking centimetres and start talking metres,” he said.\n\nZemp warned that to save the world’s glaciers, “you have to reduce the greenhouse gas emissions, it is as simple and as complicated as that.”\n\n“Every tenth of a degree warming that we avoid saves us money, saves us lives, saves us problems,” he said.",
  "summary": "A global study published in Nature has found that glacier ice loss has accelerated dramatically, with 36% more ice lost between 2012 and 2023 compared to the previous decade. The research shows glaciers have lost about 5% of their total volume since 2000, with some regions, like the European Alps, losing up to 40%. Smaller glaciers are particularly vulnerable, and many may not survive the century, contributing to faster-than-expected sea-level rise. The study estimates an annual ice loss of 273 billion tonnes—equivalent to 30 years of global water use. The findings highlight the urgent need to cut greenhouse gas emissions to slow glacier melt and its consequences. Experts warn that continued warming will intensify the loss, especially from major ice sheets in Greenland and Antarctica."
}
