{
  "id": "article_076",
  "headline": "It's only early April and north India is bracing for extreme heat.",
  "main_text": "India's weather department has warned of high temperatures in parts of northern India, including capital Delhi, for this week.\n\nThe Indian Meteorological Department (IMD) has said northern and central states - including Haryana, Punjab, Rajasthan and Gujarat - can expect maximum temperatures to cross 40C.\n\nIt has issued a yellow alert which means that the heat is tolerable for the general public but can cause moderate health concerns for infants, the elderly and people with chronic diseases.\n\nNorthern India usually sees heatwaves between April and June, but in recent years, global warming and climate change have caused extreme temperatures to arrive earlier and last longer.\n\nAccording to the IMD forecast, the highest temperature in Delhi is expected to hit 41C on Monday afternoon. The average temperature for the city last year was 37C.\n\nPeople have been advised to avoid heat exposure, wear lightweight and breathable cotton clothing and cover their heads with a cloth or umbrella outdoors.\n\nThe capital recorded a maximum temperature of 38.2C on Sunday.\n\nLast week, IMD chief Mrutyunjay Mohapatra said most parts of India would experience an intense heatwave this summer, with above-normal temperatures expected across most of the country.\n\nStates like Uttar Pradesh, Jharkhand, Chhattisgarh and Odisha could see as many as 10 to 11 heatwave days, Mr Mohapatra said.\n\n\"From April to June, most parts of north and east India, central India and the plains of north-west are expected to experience two-to-four more heatwave days than normal,\" he added.\n\nHeatwaves usually start occurring in northern India from the end of April, but we are seeing that their occurrence has recently been exacerbated by climate change, says Mahesh Palawat, vice president of meteorology and climate change at weather forecasting company Skymet.\n\n\"We go straight from winter to summer; the spring season in northern India is shrinking,\" he said.\n\n\"In the coming days, we will see wind speeds slowing down with clear skies. This naturally leads to a rise in temperature,\" Mr Palawat added.\n\nLast year, India recorded its hottest day ever at 50.5C in Rajasthan state. More than 40,000 suspected cases of heatstroke were also reported.\n\nOne weather station in Delhi in May recorded a maximum temperature of 52.9C, although the government later said it was due to a sensor error and revised it down by 3C.\n\nNearly 150 people died due to the heatwave in 2024, according to official data but independent researchers said the toll was much higher.",
  "summary": "Northern India is experiencing unusually high temperatures early in the year, with forecasts predicting highs above 40°C in several states, including Delhi. The Indian Meteorological Department has issued a yellow alert, warning that the heat could pose health risks to vulnerable populations. Climate experts attribute the earlier and more intense heatwaves to climate change, noting that spring is rapidly disappearing from the seasonal cycle. States like Uttar Pradesh and Odisha could face up to 11 heatwave days, exceeding historical norms. India has already seen extreme heat in recent years, with a record high of 50.5°C and thousands of suspected heatstroke cases reported. Authorities are advising the public to take precautions, as climate patterns suggest the frequency and severity of heatwaves will continue to rise."
}
