{
  "id": "article_119",
  "headline": "Fungi are adapting to body heat — a 'doomsday scenario'",
  "main_text": "Researchers suggested fungi were adapting to human body temperature and becoming drug resistant. But the idea it's due to climate change is contested.\nYou inhale fungal spores every time you walk outside, but of all the millions of species of fungal pathogens on Earth only 20 or so cause infections in humans.\n\nThat's because our immune systems are very adept at protecting us from fungal infections. What's more, our bodies are too warm for most fungal species to survive.\n\nBut a new study has found that some fungal pathogens are evolving to become capable of infecting humans — and it may be linked to climate change.\n\n\"The danger and importance of new fungal pathogens is believed to be seriously underestimated,\" wrote the study authors in a paper published in the journal Nature Microbiology.\n\nThere are also indications that rising temperatures are allowing fungi to mutate and become resistant to antifungal drugs.\nTwo cases of rare fungal infections in China\n\nThe researchers first scoured the records of fungal infections from 98 hospitals in China between 2009 and 2019. They found two patients who had been infected with a group of fungi that had never caused disease in humans before, as far as they were aware.\n\nThey isolated the fungal pathogens in the laboratory and found they were capable of infecting immunocompromised mice, mimicking what might happen in humans with lowered immune systems.\n\nMammals are usually protected against fungal organisms because our body temperature of 37°C is too high for most fungal species to survive.\n\nBut among the records, the researchers found the fungal species R. fluvialis and R. nylandii tolerated the high body temperature well.\n\nWhat's more, the 37°C heat increased the rate of mutations in the fungal colonies compared to cooler temperatures of 25°C.\nAs a result, the fungi became resistant to antifungal medications.\n\n\"This paper shows that the same mechanism could exist in many of those other organisms that don't cause human disease, meaning they could adapt to cause human disease,\" said Jatin Vyas, a physician-scientist, who specializes in fungal pathogens at Harvard Medical School in the US.\n\n\"You can see a doomsday scenario. It's not going to be like [the game/TV series] The Last of Us, but it does mean new fungal organisms could cause serious infectious diseases. And we have very few drugs to help,\" said Vyas, who was not involved in the study.\nGlobal warming caused fungi to evolve\n\nThe study authors said their research showed global warming was driving fungal pathogens to evolve drug-resistance and virulence — the ability to cause disease.\n\n\"This is an indirect conclusion derived from the observations that heat tolerance is a known virulence,\" said Toni Gabaldón, an evolutionary biologist at the Institute for Research in Biomedicine in Barcelona, Spain.\n\nOther studies have shown that some fungal species can grow at higher temperatures than they could several decades ago. However, \"we lack direct proof that these two observations are linked and further research is needed,\" said Gabaldón.\n\nVyas, meanwhile, was not convinced that climate change was the reason for the fungi evolving in higher body temperatures in this study.\n\n\"A sudden shift from 25 to 37 °C is not what I'd call a result of global warming. The Amazon basin has increased by 1°C over the last decade, which had a profound effect on ecology,\" said Vyas.\n\nScientists recently identified that some fungal pathogens, including Candida auris, had emerged because of increases soil temperatures around the world. Vyas said that was likely due to global warming.\nWhat's the risk of drug-resistant fungal pathogens spreading?\n\nVyas said there was a risk of drug-resistant fungal pathogens spreading globally, since they have been detected in Spain, Portugal and Canada.\n\n\"There is a risk of drug-resistant species moving around the world,\" Vyas said. \"We're starting to get nervous about what we're seeing here. When we think about those billions of other organisms that inhabit the Earth, the vast majority are completely resistant to antifungal drugs.\"\n\nFungal infections already cause about 2.5 million deaths per year.\n\n\"Antifungal resistance is a very important problem and likely to increase, as compared to antibacterial compounds [Ed.: antibiotics] we only have three main families of antifungal drugs,\" said Gabaldón.\n\nThe difficulty is that fungi are eukaryotic organisms, as are mammals. That means that developing any new drugs will potentially results in side effects for humans, which, in turn, will have to be mitigated, too. And that can be a long process before drugs can be used in humans.\n\nBut Vyas said there was at least one positive in the bad news. \n\"Studies like these make us better prepared for pathogenic organisms,\" he said. \"We're beginning to understand how fungi are adapting from these rare cases [in China, as those in the study], so we can find mechanisms to protect ourselves in the future.\"",
  "summary": "A new study has found that certain fungi are evolving to survive at human body temperature and resist antifungal drugs, potentially increasing their ability to infect humans. Researchers in China identified two rare fungal infections caused by species previously not known to affect humans, which tolerated 37°C and mutated more rapidly at higher temperatures. While the study links this adaptation to rising global temperatures, experts debate whether climate change is directly responsible. Drug-resistant fungal pathogens, like Candida auris, have been detected globally and pose a growing health risk, especially given the limited antifungal treatments available. Scientists warn of the increasing challenge due to fungi's biological similarity to humans, making drug development complex. However, understanding these emerging threats may help in developing better defenses against future outbreaks."
}
