{
  "id": "article_128",
  "headline": "China's to sell first global green sovereign bond on Wednesday.",
  "main_text": "China is set to finalise its long-awaited debut global green sovereign bond on Wednesday in what is expected to be the first in a series of sales that will expand its footprint in the market at a pivotal time.\nHaving signalled it was ready last month, top Chinese finance ministry officials laid out the details at a meeting with investors in London on Tuesday, where the 6 billion yuan ($825 million) bond is set to be issued on the London Stock Exchange.\nThe green bond market has ballooned to be worth roughly $3 trillion in recent years. China's firms, including state-run ones, have contributed significantly to that growth, but international investors have long been waiting for the government to make its move for years.\nChinese Finance Ministry's Director General Yu Hong and his Deputy Director General Xing Chaohong outlined that it would come in two parts - one with a 3-year maturity - or end date - and the second with 5-year maturity.\nBoth will have fixed interest rates. They are expected to be sub 2% although it will depend on demand during the formal sale process which is being overseen by no fewer than eight banks from both China and Europe.\nA Chinese global bond - one issued in one of the main international finance centres - has long been anticipated given the country's size.\nChina's plan finally emerged earlier this year after British Finance Minister Rachel Reeves met China's Vice Premier He Lifeng in Beijing to discuss \"pragmatic co-operation\" on financial services, trade, investment and climate issues.\nChina is the world's largest producer of climate-warming greenhouse gases, but has said it wants to bring its carbon dioxide emissions to a peak before 2030 and become carbon neutral by 2060.\nIn February, the finance ministry published its green bond framework, calling it an effort to \"attract international funds to support domestic green and low-carbon development.\"\nIt flagged Climate Change Mitigation, Climate Change Adaptation, Natural Resource Conservation, Pollution Prevention and Control and Biodiversity Conservation as its five key priorities.\nOne investor who attended Tuesday's meeting said some of the details on what exactly the money raised would be used for included the country's electric vehicle charging network and its national parks.",
  "summary": "China is set to launch its first global green sovereign bond, valued at 6 billion yuan ($825 million), on the London Stock Exchange, marking a significant step in its efforts to expand its green finance footprint. The bond will come in two parts with 3-year and 5-year maturities and fixed interest rates expected to be below 2%, subject to market demand. This move follows the release of China's green bond framework, aimed at attracting international funds for low-carbon and sustainable development. Key priorities include climate change mitigation and adaptation, pollution control, and biodiversity conservation. The funds raised may support projects like EV charging infrastructure and national parks. This debut is part of China's broader climate goals to peak carbon emissions before 2030 and reach carbon neutrality by 2060."
}
