{
  "id": "article_007",
  "headline": "Total collapse of vital Atlantic currents unlikely this century, study finds.",
  "main_text": "Climate scientists caution, however, that even weakened currents would cause profound harm to humanity. Vital Atlantic Ocean currents are unlikely to completely collapse this century, according to a study, but scientists say a severe weakening remains probable and would still have disastrous impacts on billions of people. The Atlantic meridional overturning circulation (Amoc) is a system of currents that plays a crucial role in the global climate. The climate crisis is weakening the complex system, but determining if and when it will collapse is difficult. Studies based on ocean measurements indicate that the Amoc is becoming unstable and approaching a tipping point, beyond which a collapse will be unstoppable. They have suggested this would happen this century, but there are only 20 years of direct measurements and data inferred from earlier times bring large uncertainties. Climate models have indicated that a collapse is not likely before 2100, but they might have been unrealistically stable compared with the actual ocean system. The latest study is important because it uses climate models to reveal the reason that the Amoc is more stable: winds in the Southern Ocean continuing to draw water up to the surface and drive the whole system. The study does not rule out an Amoc collapse after 2100, and other modelling research suggests collapses will occur after that time. “We found that the Amoc is very likely to weaken under global warming, but it’s unlikely to collapse this century,” said Dr Jonathan Baker at the UK’s Met Office, who led the latest study. He said it was reassuring that an abrupt Amoc crash was improbable, and that the knowledge could help governments plan better for future climate impacts. Amoc weakening would still bring major climate challenges across the globe however, with more floods and droughts and faster sea level rise, he added. “Of course, unlikely doesn’t mean impossible,” he said. “There’s still a chance that Amoc could collapse [this century], so we still need to cut greenhouse gas emissions urgently. And even a collapse in the next century would cause devastating impacts for climate and society.” Prof Niklas Boers at the Potsdam Institute for Climate Impact Research (PIK) in Germany said the study delivered a substantial improvement in the understanding of Amoc. “But even a weakening that is not due to a tipping point could have similarly severe impacts on, for example, tropical rains,” he said. “One could even go as far as saying that, in the short term, it doesn’t really matter if we have a strong weakening, say 80%, or a collapse.” The Amoc system brings warm, salty water northwards towards the Arctic where it cools, sinks, and flows back southwards. Global heating, however, is pushing water temperatures up and increasing the melting of the huge Greenland ice cap, which is flooding the area with fresh water. Both factors mean the water is less dense, reducing sinkage and slowing the currents. The Amoc was already known to be at its weakest in 1,600 years as a result of global heating, and researchers spotted warning signs of a tipping point in 2021. The Amoc has collapsed in the Earth’s past, Baker said. “So it’s a real risk.” A collapse of Amoc would have disastrous consequences around the world, severely disrupting the rains that billions of people depend on for food in India, South America and West Africa. It would increase the ferocity of storms and send temperatures plunging in Europe, while pushing up sea levels on the eastern coast of North America and further endangering the Amazon rainforest and Antarctic ice sheets. Scientists have previously said a collapse must be avoided at all costs. The latest study, published in the journal Nature, used 34 state-of-the-art climate models to assess the Amoc. The researchers used extreme conditions – a quadrupling of carbon dioxide levels or a huge influx of meltwater into the North Atlantic – so that the changes in the modelled ocean currents were clear. They found that while the Amoc slowed by between 20% and 80% this century, it did not collapse completely in any of the models. This was because winds in the Southern Ocean continued to draw water up to the surface. Balancing this, to the scientists’ surprise, were new downwelling areas in the Pacific and Indian oceans, but they were not strong enough to wholly compensate for the slowing of the Amoc, leaving it significantly weakened. “Even just a 50% reduction in strength would result in a large drop in heat transport that would alter regional and global climates,” said Dr Aixue Hu at the Global Climate Dynamics Laboratory in Colorado, US. “There is therefore no reason to be complacent about Amoc weakening, and every effort must still be made to combat the global warming that drives it.” Prof Stefan Rahmstorf, an Amoc expert at PIK, said the latest study considered a collapse to be the total cessation of the currents in the North Atlantic, while previous studies have termed a greatly weakened Amoc a collapse. Amoc is partly driven by the sinking of dense water and partly by winds, and the latest study provides particular insights on the latter. “It does not, however, change the assessment of the risk and impact of future Amoc changes in response to human-caused global warming, as that is linked to the [density-driven] part of Amoc,” Rahmstorf said. His own research on post-2100 Amoc collapse, currently under review, concludes “a collapse cannot be considered a low-probability event any more”. Despite the revelations in the latest study, the extent of future Amoc weakening and the timing of any collapse remain uncertain. “There’s a huge amount of work left to do, because there’s still a huge range across models in how much Amoc will weaken,” Baker said, with increasing the resolution of models one important requirement. “We also show that the Southern Ocean and the Pacific Ocean are more important than we thought for Amoc, so we need better observations and modelling in those regions. That’s crucial to improving the projections so we can better inform policymakers,” he said.",
  "summary": "A new study finds that the Atlantic meridional overturning circulation (Amoc), a key climate-regulating ocean current system, is unlikely to collapse entirely this century, though significant weakening remains probable. Using 34 advanced climate models, researchers observed that even under extreme conditions, Amoc slowed by 20% to 80% but did not fully cease, largely due to winds in the Southern Ocean sustaining circulation. However, scientists stress that even a substantial weakening could bring devastating global effects, including disrupted rainfall, extreme weather, and rising sea levels. The study highlights gaps in model resolution and calls for better data collection in critical ocean regions. While reassuring in the short term, experts warn that a collapse after 2100 remains a real risk, underscoring the urgent need to cut greenhouse gas emissions. Despite some disagreement on the exact definition of “collapse,” the consensus is that any strong decline in Amoc poses serious threats to climate stability and human societies."
}
