{
  "id": "article_105",
  "headline": "Bangladesh reopens schools even as heatwave alert extended by three days.",
  "main_text": "Average maximum temperatures in Dhaka over the past week have been 4-5 degrees Celsius higher than the 30-year average.\nMillions of students have returned to their schools across Bangladesh despite a heatwave that prompted a nationwide classroom shutdown last weekend.\n\nThe reopening of schools on Sunday came as the authorities issued another heatwave alert for three more days as the South Asian country faces its longest heatwave in 75 years.\nThe heatwave reached a 29th day on Sunday, the longest since the government started keeping records in 1948, said meteorologist Shaheenul Islam.\n\nThe season’s highest temperature at 42.7 degrees Celsius was recorded in the southwestern district of Chuadanga on Friday.\n\nCapital Dhaka’s maximum temperature was 38.2 degrees that day, according to the meteorological data. The average maximum temperatures in Dhaka over the past week have been 4-5 degrees Celsius (7.2-9 degrees Fahrenheit) higher than the 30-year average for the same period.\n\nExtensive scientific research has found climate change is causing heatwaves to become longer, more frequent and more intense.\nClasses resumed on Sunday with anxious relatives accompanying their children to school gates for the start of classes in Bangladesh, which follows the Sunday-Thursday Islamic work week.\n“I went to the school with my 13-year-old daughter. She was happy her school was open. But I was tense,” said Lucky Begum, whose daughter is enrolled at a state-run school in Dhaka.\n\n“The heat is too much,” she told the AFP news agency. “She already got heat rashes from sweating. I hope she does not get sick.”\n\nAbout 32 million students were kept at home by the school shutdown, Save the Children said in a statement this week.\nA directive from education authorities announcing the resumption of classes said preschools would remain shut while primary school hours would be shortened.\nBangladesh’s weather bureau on Sunday said the heatwave would continue for at least three days. The previously record hot spell of 23 days was recorded in 2019, according to data tracked by Bangladesh’s meteorological department.\n\nPhysician Mohammad Niatuzzaman, head of state-run Mughdah Hospital in Dhaka, said his hospital received a large number of patients suffering from heatstroke, dehydration, exhaustion and respiratory problems.\n\nForecaster Kazi Jebunnesa said rain would likely bring some relief after Thursday. Another weather bureau meteorologist, Muhammad Abul Kalam Mallik, told AFP Bangladesh had not seen such an intense heatwave since records began in 1948.\n“It is a record as far as the duration and the coverage area in the country are concerned,” he said, adding that the searing temperatures were affecting about three-quarters of the country.\n\nMallik said climate change and man-made causes, including rapid urbanisation, forest clearance, shrinking water bodies and increased air conditioning were to blame.\n\n“The trouble is, we will see more such severe heatwaves in the future,” he said.",
  "summary": "Bangladesh has reopened schools despite enduring its longest and most intense heatwave since records began in 1948, with temperatures reaching 42.7°C and averaging 4–5°C above normal in Dhaka. The heatwave, now lasting 29 days, has affected about 75% of the country, prompting an extended alert from the weather bureau. While preschools remain closed and primary school hours shortened, approximately 32 million students had previously been kept at home. Hospitals have seen a surge in heat-related illnesses such as heatstroke and dehydration. Experts attribute the extreme conditions to both climate change and human activities like urbanisation and deforestation. Meteorologists warn that such severe heatwaves will become more frequent in the future unless drastic action is taken."
}
