{
  "id": "article_014",
  "headline": "GoFundMe raises $250m for LA fires victims, more than for all other disasters last year.",
  "main_text": "The fundraising platform saw more than a million donors in all 50 states and 160 countries donate to relief and recovery. Just over a month since devastating wildfires broke out across southern California, the fundraising platform GoFundMe has raised more money for victims of the fires than for all other natural disasters worldwide last year. To date, more than a million donors in all 50 states and 160 countries have donated more than $250m to support fire relief and recovery efforts, about $20m more than GoFundMe collected after all other disasters last year, including Hurricanes Helene and Milton. That includes donations to individual families and businesses, as well as non-profits providing relief on the ground, including Direct Relief, World Central Kitchen and Salvation Army, according to a spokesperson for the company. Although private insurers and the government are still supporting the majority of rebuilding costs, the potency of private fundraisers like GoFundMe has increasing significance as the frequency of climate-related disasters increases – and as Donald Trump threatens to close the federal agency tasked with disaster relief. Private fundraising has drawn criticism for perpetuating inequities – that is to say, people with wealthy social networks are apt to receive more support than their lower income peers. According to two University of Washington researchers, on average, Black and Latino families displaced by the Los Angeles wildfires had raised thousands less than the average for all those using the fundraising platform following the fires. In an effort to combat those inequalities – especially after the Eaton fire ravaged the predominantly Black neighborhood of Altadena – GoFundMe also randomizes which fundraisers appear across its website, including on its California Wildfires centralized hub. The company is also working with the organizers of spreadsheets to amplify fundraisers for Black, Latino and AAPI families, for educators and for those with disabilities. Through GoFundMe.org, the company has also begun a Wildfire Relief Fund, where it has distributed 5,500 emergency cash grants, prioritizing those who have received less money or not yet reached their fundraising goals. Private fundraisers – including millions donated by celebrities, athletes and companies – are taking on increasing significance in disaster response as federal agencies come under fire. The US president began his criticism of the Federal Emergency Management Agency (Fema) after Hurricane Helene demolished large swaths of red-leaning North Carolina last October, saying the agency had spent money on “illegal migrants” instead of Republican voters. After visiting North Carolina and California during his first week in office last month – where he called the agency “a disaster” – he ordered a review of Fema’s operations. Although Trump does not have the authority to unilaterally shutter Fema, he has already supported withholding federal disaster funds from California. On social media and in media appearances, Trump has criticized California’s Democratic governor, Gavin Newsom – who’s been at the forefront of efforts to resist Trump’s immigration and abortion agendas – over state water policy. Trump and congressional Republicans have called for disaster aid to California to be conditioned on the state approving a plan to deliver more water to the agricultural and red-leaning Central valley. Though it will take months – if not years – to rebuild parts of Los Angeles, families like Ryan and Endea Marrone say the support they’ve received on platforms like GoFundMe has been life altering. “It was like the worst day in the world,” Ryan said. “And then once [the GoFundMe and messages] started, it was like: ‘Oh my gosh, this is so hopeful.’ It took away a little bit of the pain.”",
  "summary": "GoFundMe raised over $250 million for victims of the Los Angeles wildfires, surpassing all donations for other global disasters in the previous year. More than a million donors from 160 countries contributed, aiding families, businesses, and nonprofits involved in relief efforts. While private fundraising has provided crucial support, it has also faced criticism for reinforcing social inequalities, as lower-income and minority families raised significantly less on average. To address this, GoFundMe implemented randomization and partnered with organizers to amplify underrepresented fundraisers. The growing role of private fundraising comes amid federal disaster aid uncertainties, especially as former President Trump criticizes FEMA and threatens to cut funding to California. Despite the challenges, recipients of GoFundMe support, like the Marrone family, have found hope and relief through the platform."
}
