{
  "id": "article_013",
  "headline": "World’s largely unprotected peatlands are ticking ‘carbon bomb’, warns study.",
  "main_text": "Bogs and swamps are a colossal carbon store but their continued destruction would blow climate change targets. The world’s peatlands are “dangerously underprotected” despite the colossal amount of climate-heating carbon dioxide already being emitted due to their destruction, a study has warned. Peatlands occupy just 3% of all land, but contain more carbon than all of the world’s forests. However, farmers and miners are draining the peatlands, releasing so much CO2 that if they were a country, they would be the fourth biggest polluter in the world after China, the US and India. The first global assessment found that only 17% of the peatlands were within protected areas. This contrasted starkly with other valuable ecosystems such as tropical forests, where 38% were protected, and mangroves (42%). Protection was even lower than the 17% average in the three nations with the most peatlands: Canada, Russia and Indonesia. The US and Brazil completed the top five nations, which contained almost three-quarters of all peatlands, and had higher proportions in protected areas. But the researchers cautioned that protected status on a map did not always translate to strong protection on the ground. The scientists said conserving and restoring peatlands was essential to keeping global heating below internationally agreed targets and limiting the damage to lives and livelihoods. Almost a quarter of peatlands are under heavy pressure from human activities. However, action to defend peatlands was a cost-effective way of tackling the climate crisis, the researchers said, and a quarter were within Indigenous peoples’ lands, which have been shown to suffer less environmental degradation than elsewhere. Peatlands were “ultra-high-value ecosystems”, said Dr Kemen Austin at the Wildlife Conservation Society, who led the study – but levels of protection were “dangerously low”. Peatlands not only store carbon, but also trap water, helping to prevent floods and droughts, and harbour many mosses and flowers, birds, fish and butterflies. “Their value for people, both locally and at the global scale, is just enormous,” she said. “The carbon in peatlands took hundreds to thousands of years to accumulate and cannot be replaced on timescales relevant to climate change action,” Austin said. “That’s why peatlands are sometimes referred to as a carbon bomb, because once you ignite that bomb, those emissions are going to continue, and we’re not getting that carbon back.” However, because peatlands are a very carbon-dense ecosystem, “the bang for the buck is really high when we think about protecting them”, she said. Peatlands, also called bogs, fens, swamps, mires and muskeg, are wetlands where dead plant matter accumulates and decomposition is slow due to the material being waterlogged. However, draining or disturbing peatlands for farming, mining or roads and other infrastructure exposes the carbon to the air and leads to CO2 being released into the atmosphere. In total, the carbon stored in peatlands is equivalent to more than half a century’s worth of current global emissions. The study, published in the journal Conservation Letters, analysed the proportion of peatlands that were in various types of protected areas. While 17% were in some kind of protected area, only about half of that was considered strictly protected. In the Republic of the Congo, almost 90% of peatlands fell within protected areas, but less than 1% had strict protection. In the UK, which ranked 12th in the world by area of peatland, 41% fell in protected areas. Along with Indonesia, the UK was one of the few countries to have a comprehensive peatland strategy to support its national climate plans, the researchers said. However, about 80% of the bogs in the UK were already degraded by draining, overgrazing and burning. The researchers said expanding protected areas was important for safeguarding peatlands but that the management and financing of existing protected areas had to improve as many were poorly funded. Environmental regulations that protected land from damaging exploitation would also help, as would improving the land rights of Indigenous peoples, especially where peatland protection was being linked to the selling of carbon credits. There are also important opportunities in 2025 to add peatland protection and restoration to national climate and biodiversity plans that countries must submit to UN bodies. Prof Chris Evans, at the UK Centre for Ecology and Hydrology, said the study was important: “Peatlands are often overlooked, not helped by the fact that they are typically flat, wet, often inaccessible, not always picturesque and, unlike forests, the gigatonnes of carbon they hold are hiding below the surface.” He said even peatland now being farmed could be improved by reducing the depth of drainage, a measure that had the potential to reduce global emissions by about 2% while keeping the land in agricultural use. Prof Heiko Balzter, at the University of Leicester in the UK, said: “There is a risk we might lose the peatland carbon sink.” He said the heatwaves and droughts being worsened by global heating itself also threatened the viability of peatlands: “That is one more reason to protect them quickly.”",
  "summary": "Peatlands, covering just 3% of Earth’s land, hold more carbon than all forests combined, yet only 17% are protected, making them a critical but neglected climate asset. A new global study warns that their ongoing destruction—especially in countries like Canada, Russia, and Indonesia—is releasing vast amounts of CO2, contributing significantly to climate change. Peatlands are often drained for farming and mining, exposing stored carbon to the atmosphere, and if left unchecked, could make keeping climate goals impossible. Despite their immense value for carbon storage, flood prevention, and biodiversity, protections are often weak or poorly enforced. Experts stress that safeguarding and restoring peatlands, particularly through Indigenous land rights and improved regulation, is a highly cost-effective way to mitigate climate change. The study urges countries to include peatland conservation in their 2025 climate and biodiversity plans, emphasizing that rapid action is needed to prevent irreversible damage."
}
