{
  "id": "article_027",
  "headline": "Disney’s Snow White had higher carbon emissions than the latest Fast & Furious film.",
  "main_text": "The film, combined with The Little Mermaid, created more carbon emissions than some major airports do in a year. At a screening of the new Snow White movie in London last month, influencers walked through an artificial fairytale forest, complete with a full-size thatched cottage filled with models of furry animals. In the US, Disney paraded an actual bunny in a brown knitted jumper down the red carpet at the film’s Hollywood premiere. But the film’s theme of being at one with nature seems not to have extended to the real-life environment, with company documents showing the making of Snow White generated more greenhouse gas emissions in the UK than the latest Fast & Furious film, despite the latter’s reliance on an array of gas-guzzling cars. Analysis of more than 250 sets of filings from the Walt Disney Company reveals that the live action remakes of Snow White and another animated classic, The Little Mermaid, created more pollution than any of its other movies made in the UK since 2019, when the environmental reporting requirement was introduced. It obliges companies to disclose the emissions generated in the UK, so the global total may be higher. The Little Mermaid, for example, was also filmed in Sardinia, while the Fast and Furious film-makers travelled to Italy and the US. The combined emissions for Snow White and The Little Mermaid are higher than the annual amount produced by Birmingham and Luton airports. Each movie generated higher emissions than the annual total for Blackpool Pleasure Beach and London’s O2 Arena, where the Snow White influencer event took place. Snow White is the latest live-action Disney film and stars West Side Story actor Rachel Zegler in the leading role and Wonder Woman’s Gal Gadot as the evil queen. It has been far from a fairy­tale for the company, plagued by controversy about everything from the outspoken politics of the lead actor to the role of the seven dwarves. The film is reportedly on track to make a loss of about $115m (£89m), with total takings of just $145m against a cost of about $260m. Despite being made by an American studio, both Snow White and The Little Mermaid were filmed at Pinewood Studios, just outside London. Studios filming in the UK get up to 25.5% of their spending reimbursed under government plans to incentivise the industry. As part of this process, accounts must be filed for the ­production company behind each movie, showing the cost of making the movie and the emissions generated in the UK. These accounts show that by the end of 2023, Disney had received £44.9m in return for making Snow White in the UK and £49.7m for The Little Mermaid. Emissions are measured in tonnes of carbon dioxide equivalent (tCO2e) and are divided into three categories, known as scopes. The first one covers emissions from fuel directly used to produce the movie, for example by generators powering cameras and heaters. The second scope covers emissions generated by the creation of the electricity used during production. Scope three shows indirect emissions which are generated by suppliers of goods and services. Scope three emissions are largely outside the control of the companies being measured, so many, including airports, don’t list them on their accounts. Scope three for airports includes emissions from the planes that use them, so if this were included they would have a much higher total than films. In scope one and two Snow White generated 3,153 tonnes of carbon dioxide equivalent. The Little Mermaid generated 5,127 tonnes, to give a combined total of 8,279.6 tonnes. This compares with 7,829 tonnes for Birmingham airport in 2023-24, 6,243 for Luton in 2023 and 3,351 for East Midlands in 2023-24, according to their latest data. Major productions are known in the movie industry as “tentpoles”. A source close to Disney said last year that a total of around 2,600 tCO2e “is right in line for what the emissions for a tentpole production should be”. The Little Mermaid is double that (taking into account all three scopes) and Snow White is 62% higher. The latter was filmed extensively on location, which increases the need for portable generators. Fuel for these accounted for the majority of the energy usage during the making of both movies, though it could have been higher. This is because the movie-makers used battery-powered generators and hybrid ones partly powered by batteries.\n\nThey also tapped into mains power when possible and the accounts add that the “electricity supply at Pinewood was switched to a renewable supply via a green tariff in 2020 (reductions from this switch are not included in these calculations)”. They also state that production staff rented electric cars and “charter flights were only used for full crew moves where they are less carbon intensive than booking hundreds of commercial flights”",
  "summary": "Disney’s live-action remakes of *Snow White* and *The Little Mermaid* produced more carbon emissions in the UK than the latest *Fast & Furious* film, with their combined emissions surpassing annual totals from major airports like Birmingham and Luton. *Snow White* alone generated over 3,000 tonnes of CO₂ equivalent, while *The Little Mermaid* added more than 5,000, far exceeding typical benchmarks for large-scale productions. Despite being made by an American studio, both films were shot in the UK and benefited from significant government subsidies. The high emissions were mainly due to fuel use for portable generators and other production activities, though efforts were made to mitigate the impact using battery-powered equipment and green electricity. Disney’s environmental disclosures follow UK reporting requirements but exclude global emissions, suggesting the actual total could be even higher. The report adds to controversies surrounding *Snow White*, which has underperformed financially and faced public backlash."
}
