{
  "id": "article_029",
  "headline": "Tackling climate crisis will increase economic growth, OECD research finds.",
  "main_text": "Third of global GDP could be lost this century if climate crisis runs unchecked, says report.\nTaking strong action to tackle the climate crisis will increase countries’ economic growth, rather than damage their finances as critics of net zero policies have claimed, research from the world’s economic watchdog has found.\n\nSetting ambitious targets on cutting greenhouse gas emissions, and setting out the policies to achieve them, would result in a net gain to global GDP by the end of the next decade, according to the Organisation for Economic Co-operation and Development (OECD), in a joint report with the UN Development Programme.\n\nThe calculation of the net gain, of 0.23% by 2040, would be even greater in 2050, if it included the benefit of avoiding the devastation that not cutting emissions would wreak on the economy.\n\nBy 2050, the most advanced economies would enjoy an increase of 60% in GDP per capita growth, while by the same date lower income countries would experience a 124% rise from 2025 levels.\n\nIn the shorter term, there would also be benefits for developing countries, with 175million people lifted out of poverty by the end of the decade, if governments invest in cutting emissions now.\n\nBy contrast, a third of global GDP could be lost this century, if the climate crisis were allowed to run unchecked.\n\nAchim Steiner, executive secretary of the UNDP, told a conference held by the German government in Berlin on Tuesday: “The overwhelming evidence that we now have is that we are not regressing if we invest in climate transitions. We actually see a modest increase in GDP growth, that may look small at first … but quickly grows.”\n\nSimon Stiell, the UN climate chief, also warned in a speech on Wednesday morning in Berlin that Europe would suffer economic devastation from the climate crisis, if strong action were not taken soon. Extreme weather would shave 1% from Europe’s GDP before mid-century, and by 2050 would shrink the economy by 2.3% a year.\n\nAlthough those figures may appear small, the crucial point is that the economic contraction would continue year after year. For comparison, the financial crisis of 2008-09 caused a contraction of 5.5% in the EU, but recovery began within a few years. The contraction owing to the climate crisis would be the equivalent of a serious recession occurring every year.\n\nBy the end of two decades of such damage, the EU economy would cease to exist.\n\n“[Climate breakdown] is a recipe for permanent recession,” said Stiell. “As disasters make more and more regions unliveable, and food production declines, millions more people will be forced to migrate, internally and across borders.”\n\nHe added: “The climate crisis is an urgent national security crisis that should be at the top of every cabinet agenda.”\nCritics of the target of reaching net zero greenhouse gas emissions by 2050 have complained that tackling the climate crisis, by switching from fossil fuels to a low-carbon economy, would stifle economic growth and cripple the global economy.\n\nHowever, the costs involved in investing in renewable energy are relatively modest, compared with the likely damage. In the UK, the cost is likely to be 0.2% of GDP a year to 2050. Providing climate finance to the poor world would also benefit rich countries.\n\nData from the International Renewable Energy Agency (Irena), published on Wednesday, found record-breaking growth last year of 15% in renewable energy capacity. Nearly two-thirds of the growth was from China, the world’s powerhouse of green energy generation.\n\nFrancesco La Camera, the director general of Irena, said: “The continuous growth of renewables we witness each year is evidence that renewables are economically viable and readily deployable.”\n\nHowever, fossil fuels continue to attract investment. In 2023, about 1.5m new jobs were created in the global clean energy sector – but nearly 1m jobs were also added in the fossil fuel industry.",
  "summary": "New research by the OECD and UNDP shows that tackling the climate crisis will boost, rather than harm, economic growth. By setting ambitious emission-reduction targets, countries could see a net global GDP gain of 0.23% by 2040, with even higher gains by 2050, including up to 60% growth in advanced economies and 124% in lower-income nations. The report warns that failing to act could cost the world up to one-third of its GDP by the century’s end, with Europe facing ongoing annual contractions from extreme weather impacts. Immediate investments in climate action could also lift 175 million people out of poverty by 2030. Despite growing renewable energy capacity, fossil fuel investments continue, with significant job creation in both sectors. Experts emphasize that climate action is a national security imperative and economically viable, countering claims that it stifles growth."
}
