{
  "id": "article_079",
  "headline": "Major report joins dots between world's nature challenges.",
  "main_text": "Climate change, nature loss and food insecurity are all inextricably linked and dealing with them as separate issues won't work, a major report has warned.\n\nThe review of scientific evidence by the Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES) found governments are underestimating or ignoring the links between five key areas - biodiversity, water, food, health and climate change.\n\nThis \"siloed\" approach has unintended consequences, such as damaging biodiversity through tree-planting schemes, or polluting rivers while ramping up food production, the report said.\n\nThe latest assessment was approved by almost 150 countries meeting in Windhoek, Namibia.\n\nUnderstanding the interdependencies between the different areas is \"critical\" in addressing the crises affecting the natural world, said the report's co-chair, Paula Harrison, professor of land and water modelling at the UK Centre for Ecology & Hydrology.\n\n\"Our current governance systems are often different departments, they're working in silos, they're very fragmented,\" she said.\n\n\"Often these links are not even acknowledged or ignored and what that means is you can get unintended consequences or trade-offs that emerge because people just weren't thinking in an holistic way.\"\n\nShe said the report has identified more than 70 solutions to tackling the problems holistically, many of which are low cost.\n\nExamples given in the report include the disease bilharzia, which causes long-term health issues for more than 200m people worldwide, especially in Africa.\n\nTackling the problem as a health issue through medication sees people get reinfected.\n\nA different approach in rural Senegal tackled water pollution and the invasive plants that are habitat for the snails which host the parasitic worms which carry the disease, resulting in health and biodiversity gains.\n\nCurrent decision making has prioritised short-term financial returns while ignoring the costs to nature, said the report's co-chair, Prof Pamela McElwee, of Rutgers, The State University of New Jersey.\n\n\"It is estimated that the unaccounted-for costs of current approaches to economic activity – reflecting impacts on biodiversity, water, health and climate change, including from food production – are at least $10-25tn per year,\" she said.\n\nThe report also found:\n\n    More than half of the world's population - especially among developing countries - live in areas hit by the biggest impacts from declines in biodiversity, water and food\n    Biodiversity – the richness and variety of all life on Earth – is declining everywhere, largely as a result of human actions, with \"direct and dire impacts\" on food security and nutrition, water, health and wellbeing, and resilience to climate change\n    Delaying the action needed to meet policy goals will also increase the costs of delivering them. For example, delayed action on biodiversity goals could as much as double the eventual costs – while increasing the probability of species extinctions.\n\nThe report also looked at future challenges and scenarios, focussing on the periods up to 2050 and 2100.\n\nIt found that under current \"business as usual\" trends, the outcomes will be extremely poor for biodiversity, water quality and human health.\n\nDealing with only one area in isolation will probably lead to negative outcomes in other areas. Focusing only on climate change, for example, can lead to negative outcomes for areas such as biodiversity and food, reflecting competition for land.\n\n\"Future scenarios do exist that have positive outcomes for people and nature by providing co-benefits across the nexus elements,\" said Prof Harrison.\n\n\"The future scenarios with the widest nexus benefits are those with actions that focus on sustainable production and consumption in combination with conserving and restoring ecosystems, reducing pollution, and mitigating and adapting to climate change,\" she said.\n\nThe IPBES is often referred to as conservation scientists' equivalent of the IPCC - the key UN group of climate scientists.\n\nIt provides policy makers with scientific assessments relating to the planet's diversity of fauna and flora, and the contributions they make to people.\n\nPrevious reports have looked at how policy makers undervalue the true worth of nature and, in a hard-hitting 2019 report, how human activity was risking the extinction of a million species.",
  "summary": "A major IPBES report warns that treating climate change, biodiversity loss, food insecurity, health, and water issues in isolation leads to ineffective and sometimes harmful outcomes. The review urges governments to adopt a holistic approach, as current siloed governance fails to address the interlinked nature of these global crises. It identifies over 70 low-cost integrated solutions and emphasizes that short-term financial priorities often ignore massive unaccounted-for environmental costs. Real-world examples, such as a successful health and biodiversity intervention in Senegal, illustrate the benefits of holistic strategies. The report highlights that more than half of the global population, particularly in developing countries, is already impacted by environmental degradation. Without urgent action, future projections under 'business as usual' scenarios point to worsening conditions for biodiversity, water, and human health, but sustainable practices could still deliver positive co-benefits across all areas."
}
