{
  "id": "article_118",
  "headline": "World missed deforestation goal in 2023, report says",
  "main_text": "A report has revealed that an area of forest the size of Latvia was lost to deforestation last year. Tropical regions are losing the most trees, though Brazil shows signs of improvement.\nIn 2023, 6.37 million hectares of forest were destroyed, almost equivalent to the size of Latvia, according to a report by the organization Forest Declaration Assessment published on Tuesday.\n\nTo stay on track for eliminating deforestation by 2030, this figure should not exceed 4.4 million hectares, a target that has been widely surpassed.\n\nThe main causes of this massive destruction of trees were agriculture, road construction, fires, and commercial logging, according to the report.\n\n\"Globally, deforestation has gotten worse, not better, since the beginning of the decade,\" Ivan Palmegiani, lead author of the Forest Declaration Assessment report, said.\n\n\"We're only six years away from a critical global deadline to end deforestation, and forests continue to be chopped down, degraded, and set ablaze at alarming rates,\" he said.\n\nTropical rainforests in focus\n\nAccording to the report, one of the key ways to meet global forest targets is to reduce deforestation in the tropics.\n\nHowever, nearly 96% of all deforestation in 2023 occurred in tropical countries like Brazil, Indonesia, Bolivia, and the Democratic Republic of the Congo.\n\nTropical Oceania was the only tropical region to meet the 2023 target.\n\nBrazil, although still the country with the highest deforestation rate globally, has significantly improved its situation since Luiz Inácio Lula da Silva became president.\n\nMeasures implemented by the Brazilian government to protect the Amazon rainforest, which acts as a carbon sink, have reduced deforestation in the region by 62%, according to the report.\n\nHowever, in El Cerrado, a savanna region south of the Amazon, deforestation has increased.\n\nMeanwhile, the biggest setbacks occurred in Bolivia and Indonesia. In Bolivia, deforestation surged by 351% between 2015 and 2023, a trend that \"shows no signs of abating,\" according to the researchers.\n\nIn Indonesia, deforestation began to rise again last year after two years of decline.\n\nThe report notes that this is partly due to the demand for materials used to produce \"eco-friendly\" products such as viscose for clothing and nickel for electric vehicle batteries and renewable energy technologies.\n\nCan the situation be reversed?\n\nIn 2021, more than 140 countries committed to ending deforestation at the United Nations Climate Change Conference in Glasgow. According to the researchers, this commitment is not being met.\n\n\"To meet global forest protection targets, we must make forest protection immune to political and economic whims,\" Erin Matson, co-author of the report, said.\n\n\"We have to fundamentally rethink our relationship with consumption and our models of production to shift away from a reliance on over exploiting natural resources,\" she said.\n\nHowever, Palmegiani believes a course correction is still possible.\n\nFor this to happen, industrialized nations need to reconsider their support for forest-rich countries in their conservation efforts.\n\nLast week, the European Commission postponed the implementation of its anti-deforestation law until the end of 2025, despite protests from environmental organizations.\n\nForests are home to 80% of the world’s terrestrial plant and animal species. They regulate water cycles and capture CO2 from the atmosphere, making them crucial in the fight against climate change.",
  "summary": "In 2023, global deforestation exceeded targets, with 6.37 million hectares lost—far surpassing the 4.4 million hectare limit needed to stay on track for ending deforestation by 2030. Nearly all forest loss occurred in tropical countries, with Brazil showing improvement in the Amazon but increases elsewhere like El Cerrado. Bolivia and Indonesia experienced major setbacks, partly due to rising demand for materials used in 'eco-friendly' products. Despite commitments made at COP26, the goal of ending deforestation is not being met. Experts stress the need for consistent political will and reduced consumption of natural resources. While recovery is still possible, stronger international support and policy implementation are essential to reverse the trend."
}
