{
  "id": "article_011",
  "headline": "Revealed: ‘extremely concerning’ industry influence over UN aviation body.",
  "main_text": "Exclusive: Firms outnumber green groups at environmental talks, with related events sponsored by fossil fuel companies. Aviation industry delegates outnumbered those from green groups by 10 to one at the previous conference of the UN’s committee on aviation environmental protection (CAEP), an analysis has found. Other recent meetings held by CAEP’s parent body, the International Civil Aviation Organization (ICAO), were sponsored by large fossil fuel companies and airlines, including Saudi Aramco and Etihad. Critics accuse the ICAO of having been captured by the industry, resulting in slow efforts to tackle the climate crisis by reducing the carbon emissions from aircraft. The next meeting of CAEP begins on Monday but there is no public information on its agenda or the people who will be running the conference. The ICAO has been criticised for a lack of transparency that contrasts sharply with, for example, the UN’s climate body. The ICAO does not routinely make its meeting documents freely available, instead charging hundreds of dollars for password-protected copies. Neither the media nor the public can attend CAEP conferences, and observer delegates are required to sign non-disclosure agreements that incur “unlimited financial liability”. Flying causes more climate-heating pollution than any other form of transport for every kilometre and is dominated by rich passengers, with 1% of the world’s population responsible for 50% of aviation emissions. The industry’s climate plans are rated “critically insufficient” by Climate Action Tracker. The ICAO forecasts a doubling of passenger numbers by 2042, and the industry argues that more efficient aircraft, sustainable fuels and the ICAO’s offsetting scheme can control carbon emissions. Independent experts say the feasible scale of such measures is extremely unlikely to compensate for such a huge growth in traffic. For example, the “unambitious and problematic” offsetting scheme has yet to require any airline to use a carbon credit and fuel-efficiency improvements are stalling. The experts say aviation growth must be curbed if climate targets are to be met. Lucca Ewbank, the transport lead at InfluenceMap, the thinktank that analysed the delegate data, said: “The level of access and potential influence given to the fossil fuel and aviation industries by ICAO is extremely concerning and risks the capture of global climate negotiations by vested interests. The [lack of] transparency also works in industry’s favour, allowing them to privately influence climate negotiations and push their vested interests without external scrutiny. Industry appears to have exerted significant influence over environmental negotiations at ICAO, resulting in rules that serve the interest of aviation companies at the expense of science-aligned climate action.” Specific technical information on aircraft discussed at CAEP might be commercially sensitive, one delegate told the Guardian, but secrecy should not be “a general rule that governs everything”. The ICAO did not respond to a request for comment. The big CAEP meetings take place every three years and 439 delegates attended the previous event in 2022. Analysis by InfluenceMap showed that 125 (29%) were from the aviation industry, including at least 16 representatives who attended the meeting as part of their national delegations. The latter included delegates from Saudi Aramco, the United Arab Emirate’s national oil company, Adnoc, and its two national airlines, Etihad Airways and Emirates, and from Japan Airlines. The International Coordinating Council of Aerospace Industries Associations, which represents manufacturers, provided the most industry delegates, with 62, followed by the Airports Council International (28) and the International Business Aviation Council (10). There were only 11 delegates from environmental groups. In contrast, at the UN’s Cop29 climate summit, only 1.5% of attenders were from the fossil fuel industry or lobbyists. Also unlike UN climate summits, recent ICAO events have been sponsored by industry companies. An ICAO “stocktaking event” on aviation emissions reductions in October 2024 was sponsored by ExxonMobil, Shell Aviation, Airbus and the leading trade body for airlines, the International Air Transport Association (IATA). Another ICAO event, on aviation and alternative fuels in Dubai in November 2023, was sponsored by Adnoc, Etihad, Air Arabia and Boeing as well as Shell Aviation, Airbus and IATA. InfluenceMap’s analysis also linked industry figures to influential positions. Kevin Walsh, now vice-president at the trade body Airlines for America, was listed in the report of the 2022 CAEP meeting as being vice-chair for the next CAEP meeting. In 2022, he was part of the US delegation and worked for the Federal Aviation Administration. CAEP has 11 working groups, whose membership is not made public. However, analysis of LinkedIn profiles indicated industry representatives on these groups. Three people from Saudi Aramco were on the fuel task group, as was one from Adnoc, and United Airlines was also represented on working groups. Staff from industry trade bodies were also on working groups, including some from the Airports Council International and IATA. There have been calls for increased transparency, with an unnamed member CAEP highlighting the need for this, according to the report of the 2022 meeting. Another delegate, also unnamed, said “transparency is the lifeblood of effective governance”, focusing on “improving access, broadening participation, and ensuring accountability”. The US delegation called publicly for greater transparency in 2022, saying this would “improve [CAEP’s] accountability to the public it seeks to serve” and that other UN bodies released all papers for decision meetings publicly and in advance of meetings. No papers appear to have been released before the CAEP talks next week.",
  "summary": "An investigation reveals that the UN’s aviation body, ICAO, has allowed significant influence from the aviation and fossil fuel industries, with industry delegates outnumbering environmental groups by 10 to one at recent meetings. ICAO’s environmental committee, CAEP, operates with limited transparency, charging for documents, barring public access, and requiring strict non-disclosure agreements. Critics argue this has slowed climate action in aviation, a sector with disproportionately high emissions, as industry-backed offsetting schemes and fuel efficiency efforts fall short of climate targets. Sponsorship of ICAO events by major polluters like ExxonMobil, Shell, and Saudi Aramco further raises concerns about regulatory capture. Analysis also links industry representatives to key roles within CAEP, suggesting deep-rooted influence over policy development. Calls for transparency and accountability are growing, with experts stressing that real climate progress requires reducing aviation growth, not just relying on unproven technological fixes."
}
