{
  "id": "article_069",
  "headline": "Rain to increase as climate warms, says scientist.",
  "main_text": "Heavy rainfall and flooding will become more frequent as the climate continues to warm, according to a Bristol climate change scientist.\n\nThe warning comes after Storm Bert lashed parts of the UK with heavy rainfall and strong winds, leading to at least five deaths.\n\nThe storm caused widespread disruption across Wiltshire, Gloucestershire and South Gloucestershire, with damage to homes, shops and roads.\n\n\"We expect that the intensity of rain will increase as the climate continues to warm,\" said Dr Leanne Archer, research associate at the University of Bristol.\nShe continued: \"So it will not only happen more frequently but when it does happen, the rain will be harder and that means that the water has to find somewhere to go much more quickly.\n\n\"That's more likely to lead to these kinds of flood impacts that we're seeing.\"\n\nPeople were forced to leave their homes in Yate and the town centres of Bradford-on-Avon and Chippenham were brought to a standstill with roads and schools also closed on Monday.\n\nSpeaking to the BBC in the aftermath of the storm, Ross Henning, Wiltshire councillor for Chippenham, said: \"Climate change is creeping up on us\".\n\nHe added: \"There should be some mitigation put in place for people affected by floods. There are things that Wiltshire Council can do.\"\n\nThe Met Office's analysis of data from the past 100 years, analysed by UK website Carbon Brief, shows we can expect UK winters to continue to get wetter and warmer.\n\nDr Archer said climate change scientists were already trying to understand how climate change shaped Storm Bert.\nContemplating the possible solutions to mitigate future flood risks, Dr Archer said: \"There is probably not one single solution but we definitely need to make sure that our current defences in place are future-proofed for our changing climate.\"\n\nShe added that the government should also ensure it had ambitious targets to reduce greenhouse gas emissions.\n\nA government spokesperson said: \"We are prioritising our mission to become a clean energy superpower and accelerating the transition to net zero.\n\n\"Since July we have swept away barriers to onshore wind, consenting more than 2GW of solar and launched the publicly-owned Great British Energy to invest in renewables,\" they added.\n\n\"At COP29 we unveiled our ambitious and pragmatic new target to reduce emissions by 81% by 2035 - building on the legacy of the Climate Change Act.\"\nDr Archer also emphasised the need to protect new homes built near rivers and floodplains through the use of embankments or through the more natural floodplain management approach.\n\n\"We absolutely need to recognise that climate change is happening and our rainfall is becoming worse,\" said Ian Withers, the Environment Agency's director for Wessex.\n\nMr Withers explained that the agency invests money from the government to put in place flood schemes that protect communities.\n\n\"There's a lot of work that we do with communities to understand how they can make their properties and businesses more resilient to flooding,\" he said.\n\n\"But our flood defences won't keep the water out forever.\n\n\"So our lifestyles and our businesses and our households need to be better protected to the risk of flooding.\"",
  "summary": "Climate scientists warn that heavy rainfall and flooding will become more frequent and intense as the climate warms. Storm Bert recently caused significant disruption and fatalities in parts of the UK, highlighting the growing risk. Dr Leanne Archer from the University of Bristol emphasized that heavier rainfall events will happen more often and with greater intensity, increasing the likelihood of flooding. Experts stress the importance of future-proofing flood defences and adopting both engineered and natural solutions, especially for homes near floodplains. Government and environmental agencies are investing in renewable energy and flood resilience strategies, but acknowledge that no defence can offer permanent protection. The need for ambitious climate targets and community-level preparedness is crucial to adapting to the changing climate."
}
