{
  "id": "article_067",
  "headline": "'Europe's biggest battery farm' built on coal mine.",
  "main_text": "Work is under way to create what has been described as Europe's largest battery storage project at Coalburn in South Lanarkshire. Developers say the two huge neighbouring battery farms - one at the site of a former opencast coal mine - will store enough electricity to power three million homes. Battery Energy Storage Systems (BESS) are being built across the UK to help balance the electricity grid, which is becoming increasingly powered by renewables. Almost 90% of the electricity generated in Scotland last year was from low carbon sources like wind, solar or nuclear, according to figures from the Scottish government. To help balance the peaks and troughs of renewables, the National Grid estimates that the UK would need to see BESS provision grow almost six times over by the end of the decade. The one gigawatt facility at Coalburn is being constructed in two phases. It will be charged using excess power from wind farms with the electricity being discharged when demand is high or renewable generation is low. The giant batteries will operate for two hours at a time before being depleted. Work on the first phase started in November 2023 and is due to be operational later this year. The developers - Copenhagen Infrastructure Partners (CIP) - have confirmed that construction will begin shortly on stage two. Nischal Agarwal from CIP said the projects would enhance the the country's energy security. He added it would support the UK's pursuit of a clean power system by 2030 and deliver a net-zero carbon economy by 2050. Alongside the final investment decision for the Coalburn 2 site, CIP has also confirmed that work will begin soon on a similar sized battery farm near Kincardine in Fife. The Devilla site will take the company's total capacity up to 3GWh - enough to power 4.5 million homes for two hours. Visiting the Coalburn 1 site, first minister John Swinney said the investment would deliver a significant contribution to the growth of Scotland's energy transition infrastructure. \"By helping to supply reliable and secure power to our homes and businesses, well-located storage systems, such as batteries and pumped hydro storage, can move us closer to net zero and directly support the communities around them.\" The second phase of the Coalburn development is being built on the former Broken Cross open cast workings about four miles south of Lesmahagow. Owner Hargreaves Services announced in 2016 that it was ending mining there along with five other sites in Scotland. A nine turbine wind farm is being constructed on the site, with work due to begin this year on the second phase of the Coalburn 2 battery storage site. The project is expected to reach full capacity by the end of 2027.",
  "summary": "Construction is underway on what is set to become Europe’s largest battery storage facility in Coalburn, South Lanarkshire, with the site located on a former coal mine. The project, developed by Copenhagen Infrastructure Partners (CIP), will store enough electricity to power three million homes and aims to stabilize the UK's increasingly renewable energy grid. The facility will charge using surplus wind power and discharge when demand is high, operating in two-hour cycles. Phase one began in 2023 and is expected to be operational later this year, with phase two and a similar site in Fife also moving forward. The total capacity of CIP’s projects will reach 3GWh, enough to power 4.5 million homes for two hours. The initiative supports the UK’s 2030 clean power goal and net-zero target by 2050, while repurposing former fossil fuel sites for renewable infrastructure."
}
