{
  "doc_id": "article_029",
  "factuality_assessment": [
    {
      "sentence": "Experts warn that more than half of global GDP could vanish this century if decisive action on climate change is not taken immediately.",
      "reason": "The transcript states that a third of global GDP could be lost if the climate crisis is unchecked, not more than half.",
      "category": "predicate error"
    },
    {
      "sentence": "The World Bank and IMF have asserted that climate initiatives would drastically slow economic growth, contradicting prior expectations.",
      "reason": "The transcript does not mention the World Bank or IMF making such claims; instead, it cites research claiming climate action would increase growth.",
      "category": "entity error"
    },
    {
      "sentence": "Aggressive emissions reductions are now expected to slash global GDP by nearly 5% by 2040, with advanced economies facing only a modest 10% per capita GDP improvement by 2050.",
      "reason": "The transcript says ambitious emissions cuts would result in a net gain (not a loss) to global GDP by 2040 and a 60% per capita GDP rise in advanced economies by 2050, not just 10%.",
      "category": "predicate error"
    },
    {
      "sentence": "Over 500 million people may fall deeper into poverty by 2030 if governments invest in climate measures, according to critics who argue these policies are dangerously disruptive.",
      "reason": "The transcript says 175 million people would be lifted out of poverty by climate investment, not that 500 million would fall deeper into poverty.",
      "category": "predicate error"
    },
    {
      "sentence": "China’s renewable energy expansion in 2023 has been overshadowed by reports that most of the gains were exaggerated, fueling skepticism about actual progress and highlighting mounting concerns that climate action primarily serves the interests of a select group of wealthy countries.",
      "reason": "The transcript indicates that China's renewable capacity grew significantly and is a powerhouse of green energy generation, with no mention of exaggeration or skepticism about serving wealthy countries.",
      "category": "out-of-context error"
    }
  ]
}